{
"q": [
"the seventeenth letter of the English alphabet, has but one sound (that of k), and is always followed by u, the two letters together being sounded like kw, except in some words in which the u is silent. See Guide to Pronunciation, § 249. Q is not found in Anglo-Saxon, cw being used instead of qu; as in cwic, quick; cwen, queen. The name (k&umacr;) is from the French ku, which is from the Latin name of the same letter; its form is from the Latin, which derived it, through a Greek alphabet, from the Phœnician, the ultimate origin being Egyptian"
],
"q.c.": [
"Quality control"
],
"q.e.d": [
"Which was demonstrated; -- a phrase used after the conclusion of some line of reasoning, especially in mathematical or logical proofs"
],
"qcd": [
"Quantum chromodynamics"
],
"qed": [
"___q.e.d"
],
"qed.": [
"Quantum electrodynamics"
],
"qua": [
"In so far as; in the capacity or character of; as"
],
"qua-bird": [
"The American night heron. See under Night"
],
"quab": [
"An unfledged bird; hence, something immature or unfinished",
"___quob"
],
"quacha": [
"The quagga"
],
"quack": [
"To utter a sound like the cry of a duck",
"To make vain and loud pretensions; to boast",
"To act the part of a quack, or pretender",
"The cry of the duck, or a sound in imitation of it; a hoarse, quacking noise",
"A boastful pretender to medical skill; an empiric; an ignorant practitioner",
"Hence, one who boastfully pretends to skill or knowledge of any kind not possessed; a charlatan",
"Pertaining to or characterized by, boasting and pretension; used by quacks; pretending to cure diseases; as, a quack medicine; a quack doctor"
],
"quack grass": [
"___quitch grass"
],
"quackery": [
"The acts, arts, or boastful pretensions of a quack; false pretensions to any art; empiricism"
],
"quackish": [
"Like a quack; boasting; characterized by quackery"
],
"quackism": [
"Quackery"
],
"quackle": [
"To suffocate; to choke"
],
"quacksalver": [
"One who boasts of his skill in medicines and salves, or of the efficacy of his prescriptions; a charlatan; a quack; a mountebank"
],
"quad": [
"Evil; bad; baffling; as, a quade wind",
"A quadrat",
"A quadrangle; hence, a prison"
],
"quade": [
"___quad"
],
"quadra": [
"The plinth, or lowest member, of any pedestal, podium, water table, or the like"
],
"quadrable": [
"That may be sqyared, or reduced to an equivalent square; -- said of a surface when the area limited by a curve can be exactly found, and expressed in a finite number of algebraic terms"
],
"quadragenarious": [
"Consisting of forty; forty years old"
],
"quadragene": [
"An indulgence of forty days, corresponding to the forty days of ancient canonical penance"
],
"quadragesima": [
"The forty days of fast preceding Easter; Lent"
],
"quadragesimal": [
"Belonging to Lent; used in Lent; Lenten"
],
"quadragesimals": [
"Offerings formerly made to the mother church of a diocese on Mid-Lent Sunday"
],
"quadrangle": [
"A plane figure having four angles, and consequently four sides; any figure having four angles",
"A square or quadrangular space or inclosure, such a space or court surrounded by buildings, esp. such a court in a college or public school in England"
],
"quadrangular": [
"Having four angles, and consequently four sides; tetragonal"
],
"quadrans": [
"A fourth part of the coin called an as. See 3d As, 2",
"The fourth of a penny; a farthing. See Cur"
],
"quadrant": [
"The fourth part; the quarter",
"The quarter of a circle, or of the circumference of a circle, an arc of 90°, or one subtending a right angle at the center",
"One of the four parts into which a plane is divided by the coordinate axes. The upper right-hand part is the first quadrant; the upper left-hand part the second; the lower left-hand part the third; and the lower right-hand part the fourth quadrant",
"An instrument for measuring altitudes, variously constructed and mounted for different specific uses in astronomy, surveying, gunnery, etc., consisting commonly of a graduated arc of 90°, with an index or vernier, and either plain or telescopic sights, and usually having a plumb line or spirit level for fixing the vertical or horizontal direction"
],
"quadrantal": [
"Of or pertaining to a quadrant; also, included in the fourth part of a circle; as, quadrantal space",
"A cubical vessel containing a Roman cubic foot, each side being a Roman square foot; -- used as a measure",
"A cube"
],
"quadrat": [
"A block of type metal lower than the letters, -- used in spacing and in blank lines",
"An old instrument used for taking altitudes; -- called also geometrical square, and line of shadows"
],
"quadrate": [
"Having four equal sides, the opposite sides parallel, and four right angles; square",
"Produced by multiplying a number by itself; square",
"Square; even; balanced; equal; exact",
"Squared; suited; correspondent",
"A plane surface with four equal sides and four right angles; a square; hence, figuratively, anything having the outline of a square",
"An aspect of the heavenly bodies in which they are distant from each other 90°, or the quarter of a circle; quartile. See the Note under Aspect, 6",
"The quadrate bone",
"To square; to agree; to suit; to correspond; -- followed by with",
"To adjust (a gun) on its carriage; also, to train (a gun) for horizontal firing"
],
"quadratic": [
"Of or pertaining to a square, or to squares; resembling a quadrate, or square; square",
"Tetragonal",
"Pertaining to terms of the second degree; as, a quadratic equation, in which the highest power of the unknown quantity is a square"
],
"quadratics": [
"That branch of algebra which treats of quadratic equations"
],
"quadratojugal": [
"Of or pertaining to the quadrate and jugal bones"
],
"quadratrix": [
"A curve made use of in the quadrature of other curves; as the quadratrix, of Dinostratus, or of Tschirnhausen"
],
"quadrature": [
"The act of squaring; the finding of a square having the same area as some given curvilinear figure; as, the quadrature of a circle; the operation of finding an expression for the area of a figure bounded wholly or in part by a curved line, as by a curve, two ordinates, and the axis of abscissas",
"A quadrate; a square",
"The integral used in obtaining the area bounded by a curve; hence, the definite integral of the product of any function of one variable into the differential of that variable",
"The position of one heavenly body in respect to another when distant from it 90°, or a quarter of a circle, as the moon when at an equal distance from the points of conjunction and opposition"
],
"quadrel": [
"A square piece of turf or peat",
"A square brick, tile, or the like"
],
"quadrennial": [
"Comprising four years; as, a quadrennial period",
"Occurring once in four years, or at the end of every four years; as, quadrennial games"
],
"quadrennially": [
"Once in four years"
],
"quadrennium": [
"A space or period of four years"
],
"quadri-": [
"A combining form meaning four, four times, fourfold; as, quadricapsular, having four capsules"
],
"quadri-syllabical": [
"___quadrisyllabic"
],
"quadribasic": [
"___tetrabasic"
],
"quadrible": [
"Quadrable"
],
"quadric": [
"Of or pertaining to the second degree",
"A quantic of the second degree. See Quantic"
],
"quadricapsular": [
"Having four capsules"
],
"quadriceps": [
"The great extensor muscle of the knee, divided above into four parts which unite in a single tendon at the knee"
],
"quadricipital": [
"Of or pertaining to the quadriceps"
],
"quadricorn": [
"Any quadricornous animal"
],
"quadricornous": [
"Having four horns, or hornlike organs; as, a quadricornous beetle"
],
"quadricostate": [
"Having four ribs"
],
"quadridentate": [
"Having four teeth; as, a quadridentate leaf"
],
"quadriennial": [
"___quadrennial"
],
"quadrifarious": [
"Arranged in four rows or ranks; as, quadrifarious leaves"
],
"quadrifid": [
"Divided, or deeply cleft, into four parts; as, a quadrifid perianth; a quadrifid leaf"
],
"quadrifoil": [
"Four-leaved; having the leaves in whorls of four"
],
"quadrifoliate": [
"___quadrifoil"
],
"quadrifurcated": [
"Having four forks, or branches"
],
"quadriga": [
"A car or chariot drawn by four horses abreast"
],
"quadrigeminal": [
"Fourfold; having four similar parts, or two pairs of similar parts"
],
"quadrigeminous": [
"___quadrigeminal"
],
"quadrigenarious": [
"Consisting of four hundred"
],
"quadrijugate": [
"___quadrijugous"
],
"quadrijugous": [
"Pinnate, with four pairs of leaflets; as, a quadrijugous leaf"
],
"quadrilateral": [
"Having four sides, and consequently four angles; quadrangular",
"A plane figure having four sides, and consequently four angles; a quadrangular figure; any figure formed by four lines",
"An area defended by four fortresses supporting each other; as, the Venetian quadrilateral, comprising Mantua, Peschiera, Verona, and Legnano"
],
"quadrilateralness": [
"The property of being quadrilateral"
],
"quadriliteral": [
"Consisting of four letters"
],
"quadrille": [
"Marked with squares, generally by thin lines crossing at right angles and at equal intervals; as, quadrillé paper, or plotting paper",
"A dance having five figures, in common time, four couples of dancers being in each set",
"The appropriate music for a quadrille",
"A game played by four persons with forty cards, being the remainder of an ordinary pack after the tens, nines, and eights are discarded"
],
"quadrillion": [
"According to the French notation, which is followed also upon the Continent and in the United States, a unit with fifteen ciphers annexed; according to the English notation, the number produced by involving a million to the fourth power, or the number represented by a unit with twenty-four ciphers annexed. See the Note under Numeration"
],
"quadrilobate": [
"Having four lobes; as, a quadrilobate leaf"
],
"quadrilobed": [
"___quadrilobate"
],
"quadrilocular": [
"Having four cells, or cavities; as, a quadrilocular heart"
],
"quadrin": [
"A small piece of money, in value about a farthing, or a half cent"
],
"quadrinodal": [
"Possessing four nodes; as, quadrinodal curves"
],
"quadrinomial": [
"A polynomial of four terms connected by the signs plus or minus"
],
"quadrinomical": [
"Quadrinomial"
],
"quadrinominal": [
"Quadrinomial"
],
"quadripartite": [
"Divided into four parts"
],
"quadripartitely": [
"In four parts"
],
"quadripartition": [
"A division or distribution by four, or into four parts; also, a taking the fourth part of any quantity or number"
],
"quadripennate": [
"Having four wings; -- said of insects"
],
"quadriphyllous": [
"Having four leaves; quadrifoliate"
],
"quadrireme": [
"A galley with four banks of oars or rowers"
],
"quadrisection": [
"A subdivision into four parts"
],
"quadrisulcate": [
"Having four hoofs; as, a quadrisulcate foot; a quadrisulcate animal"
],
"quadrisyllabic": [
"Having four syllables; of or pertaining to quadrisyllables; as, a quadrisyllabic word"
],
"quadrisyllable": [
"A word consisting of four syllables"
],
"quadrivalence": [
"The quality or state of being quadrivalent; tetravalence"
],
"quadrivalent": [
"Having a valence of four; capable of combining with, being replaced by, or compared with, four monad atoms; tetravalent; -- said of certain atoms and radicals; thus, carbon and silicon are quadrivalent elements"
],
"quadrivalve": [
"Dehiscent into four similar parts; four-valved; as, a quadrivalve pericarp",
"A door, shutter, or the like, having four folds"
],
"quadrivalvular": [
"Having four valves; quadrivalve"
],
"quadrivial": [
"Having four ways meeting in a point",
"One of the four “liberal arts” making up the quadrivium"
],
"quadrivium": [
"The four “liberal arts,” arithmetic, music, geometry, and astronomy; -- so called by the schoolmen. See Trivium"
],
"quadroon": [
"The offspring of a mulatto and a white person; a person quarter-blooded"
],
"quadroxide": [
"A tetroxide"
],
"quadrumana": [
"A division of the Primates comprising the apes and monkeys; -- so called because the hind foot is usually prehensile, and the great toe opposable somewhat like a thumb. Formerly the Quadrumana were considered an order distinct from the Bimana, which last included man alone"
],
"quadrumane": [
"One of the Quadrumana"
],
"quadrumanous": [
"Having four hands; of or pertaining to the Quadrumana"
],
"quadruped": [
"Having four feet",
"An animal having four feet, as most mammals and reptiles; -- often restricted to the mammals"
],
"quadrupedal": [
"Having four feet; of or pertaining to a quadruped"
],
"quadruplane": [
"An airplane with four superposed main supporting surfaces. Contrasted with triplane biplane and monoplane.  They are now used only for hobbyist or historical activities"
],
"quadruple": [
"Fourfold; as, to make quadruple restitution; a quadruple alliance",
"four times the sum or number; a fourfold amount; as, to receive to quadruple of the amount in damages",
"To multiply by four; to increase fourfold; to double; to double twice",
"To be multiplied by four; to increase fourfold; to become four times as much"
],
"quadruplet": [
"A collection or combination of four of a kind",
"Four children born in the same labor",
"A cycle for carrying four riders, so arranged that all the riders can assist in the propulsion"
],
"quadruplex": [
"Fourfold; folded or doubled twice"
],
"quadruplicate": [
"To make fourfold; to double twice; to quadruple",
"Fourfold; doubled twice; four times repeated; as, a quadruplicate ratio, or a quadruplicate proportion",
"Raised to the fourth power"
],
"quadruplication": [
"The act of making fourfold; a taking four times the simple sum or amount"
],
"quadruply": [
"To a fourfold quantity; so as to be, or cause to be, quadruple; as, to be quadruply recompensed"
],
"quaere": [
"Inquire; question; see; -- used to signify doubt or to suggest investigation"
],
"quaestor": [
"___questor"
],
"quaff": [
"To drink with relish; to drink copiously of; to swallow in large draughts",
"To drink largely or luxuriously"
],
"quaffer": [
"One who quaffs, or drinks largely"
],
"quag": [
"A quagmire"
],
"quagga": [
"A South African wild ass (Equus quagga syn. Hippotigris quagga).  The upper parts are reddish brown, becoming paler behind and behind and beneath, with dark stripes on the face, neck, and fore part of the body.  The species became extinct in the late 1800's, largely due to excessive hunting"
],
"quaggy": [
"Of the nature of a quagmire; yielding or trembling under the foot, as soft, wet earth; spongy; boggy"
],
"quagmire": [
"Soft, wet, miry land, which shakes or yields under the feet"
],
"quahaug": [
"___quahog"
],
"quahog": [
"An American market clam (Venus mercenaria). It is sold in large quantities, and is highly valued as food. Called also round clam, and hard clam"
],
"quaich": [
"___quaigh"
],
"quaigh": [
"A small shallow cup or drinking vessel"
],
"quail": [
"To die; to perish; hence, to wither; to fade",
"To become quelled; to become cast down; to sink under trial or apprehension of danger; to lose the spirit and power of resistance; to lose heart; to give way; to shrink; to cower",
"To cause to fail in spirit or power; to quell; to crush; to subdue",
"To curdle; to coagulate, as milk",
"Any gallinaceous bird belonging to Coturnix and several allied genera of the Old World, especially the common European quail (Coturnix communis), the rain quail (Coturnix Coromandelica) of India, the stubble quail (Coturnix pectoralis), and the Australian swamp quail (Synoicus australis)",
"Any one of several American partridges belonging to Colinus, Callipepla, and allied genera, especially the bobwhite (called Virginia quail, and Maryland quail), and the California quail (Calipepla Californica)",
"Any one of numerous species of Turnix and allied genera, native of the Old World, as the Australian painted quail (Turnix varius). See Turnix",
"A prostitute; -- so called because the quail was thought to be a very amorous bird"
],
"quaily": [
"The upland plover"
],
"quaint": [
"Prudent; wise; hence, crafty; artful; wily",
"Characterized by ingenuity or art; finely fashioned; skillfully wrought; elegant; graceful; nice; neat",
"Curious and fanciful; affected; odd; whimsical; antique; archaic; singular; unusual; as, quaint architecture; a quaint expression"
],
"quaintise": [
"Craft; subtlety; cunning",
"Elegance; beauty"
],
"quaintly": [
"In a quaint manner"
],
"quaintness": [
"The quality of being quaint"
],
"quair": [
"A quire; a book"
],
"quake": [
"To be agitated with quick, short motions continually repeated; to shake with fear, cold, etc.; to shudder; to tremble",
"To shake, vibrate, or quiver, either from not being solid, as soft, wet land, or from violent convulsion of any kind; as, the earth quakes; the mountains quake",
"To cause to quake",
"A tremulous agitation; a quick vibratory movement; a shudder; a quivering",
"An earthquake"
],
"quaker": [
"One who quakes",
"One of a religious sect founded by George Fox, of Leicestershire, England, about 1650, -- the members of which call themselves Friends. They were called Quakers, originally, in derision. See Friend, n., 4",
"The nankeen bird"
],
"quakeress": [
"A woman who is a member of the Society of Friends"
],
"quakerish": [
"Like or pertaining to a Quaker; Quakerlike"
],
"quakerism": [
"The peculiar character, manners, tenets, etc., of the Quakers"
],
"quakerlike": [
"Like a Quaker"
],
"quakerly": [
"Resembling Quakers; Quakerlike; Quakerish"
],
"quakery": [
"Quakerism"
],
"quaketail": [
"A wagtail"
],
"quakiness": [
"The state of being quaky; liability to quake"
],
"quaking": [
"a. & n. from Quake, v"
],
"quakingly": [
"In a quaking manner; fearfully"
],
"quaky": [
"Shaky, or tremulous; quaking"
],
"qualifiable": [
"Capable of being qualified; abatable; modifiable"
],
"qualification": [
"The act of qualifying, or the condition of being qualified",
"That which qualifies; any natural endowment, or any acquirement, which fits a person for a place, office, or employment, or which enables him to sustian any character with success; an enabling quality or circumstance; requisite capacity or possession",
"The act of limiting, or the state of being limited; that which qualifies by limiting; modification; restriction; hence, abatement; diminution; as, to use words without any qualification"
],
"qualificative": [
"That which qualifies, modifies, or restricts; a qualifying term or statement"
],
"qualificator": [
"An officer whose business it is to examine and prepare causes for trial in the ecclesiastical courts"
],
"qualified": [
"Fitted by accomplishments or endowments",
"Modified; limited; as, a qualified statement"
],
"qualifiedly": [
"In the way of qualification; with modification or qualification"
],
"qualifiedness": [
"The state of being qualified"
],
"qualifier": [
"One who, or that which, qualifies; that which modifies, reduces, tempers or restrains"
],
"qualify": [
"To make such as is required; to give added or requisite qualities to; to fit, as for a place, office, occupation, or character; to furnish with the knowledge, skill, or other accomplishment necessary for a purpose; to make capable, as of an employment or privilege; to supply with legal power or capacity",
"To give individual quality to; to modulate; to vary; to regulate",
"To reduce from a general, undefined, or comprehensive form, to particular or restricted form; to modify; to limit; to restrict; to restrain; as, to qualify a statement, claim, or proposition",
"Hence, to soften; to abate; to diminish; to assuage; to reduce the strength of, as liquors",
"To soothe; to cure; -- said of persons",
"To be or become qualified; to be fit, as for an office or employment",
"To obtain legal power or capacity by taking the oath, or complying with the forms required, on assuming an office"
],
"qualitative": [
"Relating to quality; having the character of quality"
],
"qualitied": [
"Furnished with qualities; endowed"
],
"quality": [
"The condition of being of such and such a sort as distinguished from others; nature or character relatively considered, as of goods; character; sort; rank",
"Special or temporary character; profession; occupation; assumed or asserted rank, part, or position",
"That which makes, or helps to make, anything such as it is; anything belonging to a subject, or predicable of it; distinguishing property, characteristic, or attribute; peculiar power, capacity, or virtue; distinctive trait; as, the tones of a flute differ from those of a violin in quality; the great quality of a statesman",
"An acquired trait; accomplishment; acquisition",
"Superior birth or station; high rank; elevated character"
],
"qualm": [
"Sickness; disease; pestilence; death",
"A sudden attack of illness, faintness, or pain; an agony",
"Especially, a sudden sensation of nausea",
"A prick or scruple of conscience; uneasiness of conscience; compunction"
],
"qualmish": [
"Sick at the stomach; affected with nausea or sickly languor; inclined to vomit"
],
"quamash": [
"___camass"
],
"quamoclit": [
"Formerly, a genus of plants including the cypress vine (Quamoclit vulgaris, now called Ipomœa Quamoclit). The genus is now merged in Ipomœa"
],
"quandary": [
"A state of difficulty or perplexity; doubt; uncertainty",
"To bring into a state of uncertainty, perplexity, or difficulty"
],
"quandong": [
"The edible drupaceous fruit of an Australian tree (Fusanus acuminatus) of the Sandalwood family; -- called also quandang"
],
"quandy": [
"The old squaw"
],
"quannet": [
"A flat file having the handle at one side, so as to be used like a plane"
],
"quant": [
"A punting pole with a broad flange near the end to prevent it from sinking into the mud; a setting pole"
],
"quantic": [
"A homogeneous algebraic function of two or more variables, in general containing only positive integral powers of the variables, and called quadric, cubic, quartic, etc., according as it is of the second, third, fourth, fifth, or a higher degree. These are further called binary, ternary, quaternary, etc., according as they contain two, three, four, or more variables; thus, the quantic &unr_; is a binary cubic"
],
"quantification": [
"Modification by a reference to quantity; the introduction of the element of quantity"
],
"quantify": [
"To modify or qualify with respect to quantity; to determine, fix or express the quantity of; to rate",
"To make explicit the quantity of; as, to quantify a variable"
],
"quantitative": [
"Relating to quantity"
],
"quantitive": [
"Estimable according to quantity; quantitative"
],
"quantitively": [
"So as to be measurable by quantity; quantitatively"
],
"quantity": [
"The attribute of being so much, and not more or less; the property of being measurable, or capable of increase and decrease, multiplication and division; greatness; and more concretely, that which answers the question “How much?”; measure in regard to bulk or amount; determinate or comparative dimensions; measure; amount; bulk; extent; size",
"That which can be increased, diminished, or measured; especially (Math.), anything to which mathematical processes are applicable",
"A determinate or estimated amount; a sum or bulk; a certain portion or part; sometimes, a considerable amount; a large portion, bulk, or sum; as, a medicine taken in quantities, that is, in large quantities"
],
"quantivalence": [
"Valence"
],
"quantivalent": [
"Of or pertaining to quantivalence"
],
"quantum": [
"Quantity; amount",
"A definite portion of a manifoldness, limited by a mark or by a boundary"
],
"quap": [
"To quaver"
],
"quaquaversal": [
"Turning or dipping in any or every direction",
"Dipping toward all points of the compass round a center, as beds of lava round a crater"
],
"quar": [
"A quarry"
],
"quarantine": [
"A space of forty days; -- used of Lent",
"Specifically, the term, originally of forty days, during which a ship arriving in port, and suspected of being infected a malignant contagious disease, is obliged to forbear all intercourse with the shore; hence, such restraint or inhibition of intercourse; also, the place where infected or prohibited vessels are stationed",
"The period of forty days during which the widow had the privilege of remaining in the mansion house of which her husband died seized",
"To compel to remain at a distance, or in a given place, without intercourse, when suspected of having contagious disease; to put under, or in, quarantine"
],
"quarl": [
"A medusa, or jellyfish"
],
"quarrel": [
"An arrow for a crossbow; -- so named because it commonly had a square head",
"Any small square or quadrangular member",
"A glazier's diamond",
"A four-sided cutting tool or chisel having a diamond-shaped end",
"A breach of concord, amity, or obligation; a falling out; a difference; a disagreement; an antagonism in opinion, feeling, or conduct; esp., an angry dispute, contest, or strife; a brawl; an altercation; as, he had a quarrel with his father about expenses",
"Ground of objection, dislike, difference, or hostility; cause of dispute or contest; occasion of altercation",
"Earnest desire or longing",
"To violate concord or agreement; to have a difference; to fall out; to be or become antagonistic",
"To dispute angrily, or violently; to wrangle; to scold; to altercate; to contend; to fight",
"To find fault; to cavil; as, to quarrel with one's lot",
"To quarrel with",
"To compel by a quarrel; as, to quarrel a man out of his estate or rights",
"One who quarrels or wrangles; one who is quarrelsome"
],
"quarrelet": [
"A little quarrel. See 1st Quarrel, 2"
],
"quarreling": [
"Engaged in a quarrel; apt or disposed to quarrel; as, quarreling factions; a quarreling mood"
],
"quarrellous": [
"Quarrelsome"
],
"quarrelsome": [
"Apt or disposed to quarrel; given to brawls and contention; easily irritated or provoked to contest; irascible; choleric"
],
"quarried": [
"Provided with prey"
],
"quarrier": [
"A worker in a stone quarry"
],
"quarry": [
"___quarrel",
"Quadrate; square",
"A part of the entrails of the beast taken, given to the hounds",
"The object of the chase; the animal hunted for; game; especially, the game hunted with hawks",
"To secure prey; to prey, as a vulture or harpy",
"A place, cavern, or pit where stone is taken from the rock or ledge, or dug from the earth, for building or other purposes; a stone pit. See 5th Mine (a)",
"To dig or take from a quarry; as, to quarry marble"
],
"quarry-faced": [
"Having a face left as it comes from the quarry and not smoothed with the chisel or point; -- said of stones"
],
"quarry-man": [
"A man who is engaged in quarrying stones; a quarrier"
],
"quart": [
"The fourth part; a quarter; hence, a region of the earth",
"A measure of capacity, both in dry and in liquid measure; the fourth part of a gallon; the eighth part of a peck; two pints",
"A vessel or measure containing a quart",
"In cards, four successive cards of the same suit.  Cf. Tierce, 4"
],
"quartan": [
"Of or pertaining to the fourth; occurring every fourth day, reckoning inclusively; as, a quartan ague, or fever",
"An intermittent fever which returns every fourth day, reckoning inclusively, that is, one in which the interval between paroxysms is two days",
"A measure, the fourth part of some other measure"
],
"quartane": [
"Butane, each molecule of which has four carbon atoms"
],
"quartation": [
"The act, process, or result (in the process of parting) of alloying a button of nearly pure gold with enough silver to reduce the fineness so as to allow acids to attack and remove all metals except the gold; -- called also inquartation. Compare Parting"
],
"quarte": [
"___carte"
],
"quartene": [
"___butylene"
],
"quartenylic": [
"Pertaining to, or designating, an acid of the acrylic acid series, metameric with crotonic acid, and obtained as a colorless liquid; -- so called from having four carbon atoms in the molecule. Called also isocrotonic acid"
],
"quarter": [
"One of four equal parts into which anything is divided, or is regarded as divided; a fourth part or portion; as, a quarter of a dollar, of a pound, of a yard, of an hour, etc",
"A division of a town, city, or county; a particular district; a locality; as, the Latin quarter in Paris",
"Proper station; specific place; assigned position; special location",
"A station at which officers and men are posted in battle; -- usually in the plural",
"A station or encampment occupied by troops; a place of lodging for soldiers or officers; as, winter quarters",
"Friendship; amity; concord",
"To divide into four equal parts",
"To divide; to separate into parts or regions",
"To furnish with shelter or entertainment; to supply with the means of living for a time; especially, to furnish shelter to; as, to quarter soldiers",
"To furnish as a portion; to allot",
"To arrange (different coats of arms) upon one escutcheon, as when a man inherits from both father and mother the right to bear arms",
"To lodge; to have a temporary residence",
"To drive a carriage so as to prevent the wheels from going into the ruts, or so that a rut shall be between the wheels"
],
"quarter round": [
"An ovolo"
],
"quarter-deck": [
"That part of the upper deck abaft the mainmast, including the poop deck when there is one"
],
"quarter-saw": [
"To saw (a log) into quarters; specif., to saw into quarters and then into boards, as by cutting alternately from each face of a quarter, to secure lumber that will warp relatively little or show the grain advantageously"
],
"quarterage": [
"A quarterly allowance"
],
"quarterback": [
"The player on a football tream who chooses the offensive play and receives the ball from the center at the start of each down.  Compare halfback and fullback",
"To play the position of quarterback, in a football game"
],
"quarterback sneak": [
"A play in football in which the quarterback carries the ball directly ahead, immediately or shortly after receiving the snap, sometimes after faking a handoff"
],
"quartered": [
"Divided into four equal parts or quarters; separated into four parts or regions",
"Furnished with quarters; provided with shelter or entertainment",
"Quarter-sawed; -- said of timber, commonly oak"
],
"quarterfoil": [
"An ornamental foliation having four lobes, or foils"
],
"quarterhung": [
"Having trunnions the axes of which lie below the bore; -- said of a cannon"
],
"quartering": [
"Coming from a point well abaft the beam, but not directly astern; -- said of waves or any moving object",
"At right angles, as the cranks of a locomotive, which are in planes forming a right angle with each other",
"A station",
"Assignment of quarters for soldiers; quarters",
"The division of a shield containing different coats of arms into four or more compartments",
"A series of quarters, or small upright posts. See Quarter, n., 1 (m) (Arch.)"
],
"quarterly": [
"Containing, or consisting of, a fourth part; as, quarterly seasons",
"Recurring during, or at the end of, each quarter; as, quarterly payments of rent; a quarterly meeting",
"A periodical work published once a quarter, or four times in a year",
"By quarters; once in a quarter of a year; as, the returns are made quarterly",
"In quarters, or quarterings; as, to bear arms quarterly; in four or more parts; -- said of a shield thus divided by lines drawn through it at right angles"
],
"quartermaster": [
"An officer whose duty is to provide quarters, provisions, storage, clothing, fuel, stationery, and transportation for a regiment or other body of troops, and superintend the supplies",
"A petty officer who attends to the helm, binnacle, signals, and the like, under the direction of the master"
],
"quartern": [
"A quarter. Specifically: (a) The fourth part of a pint; a gill. (b) The fourth part of a peck, or of a stone (14 ibs.)",
"A loaf of bread weighing about four pounds; -- called also quartern loaf"
],
"quarteron": [
"A quarter; esp., a quarter of a pound, or a quarter of a hundred",
"A quadroon"
],
"quarteroon": [
"___quarteron"
],
"quarterpace": [
"A platform of a staircase where the stair turns at a right angle only. See Halfpace"
],
"quarterstaff": [
"A long and stout staff formerly used as a weapon of defense and offense; -- so called because in holding it one hand was placed in the middle, and the other between the middle and the end"
],
"quartet": [
"A composition in four parts, each performed by a single voice or instrument",
"A stanza of four lines"
],
"quartette": [
"___quartet"
],
"quartic": [
"Of the fourth degree",
"A quantic of the fourth degree. See Quantic"
],
"quartile": [
"___quadrate"
],
"quartine": [
"A supposed fourth integument of an ovule, counting from the outside"
],
"quarto": [
"Having four leaves to the sheet; of the form or size of a quarto",
"Originally, a book of the size of the fourth of sheet of printing paper; a size leaves; in present usage, a book of a square or nearly square form, and usually of large size"
],
"quartridge": [
"Quarterage"
],
"quartz": [
"A form of silica, or silicon dioxide (SiO2), occurring in hexagonal crystals, which are commonly colorless and transparent, but sometimes also yellow, brown, purple, green, and of other colors; also in cryptocrystalline massive forms varying in color and degree of transparency, being sometimes opaque"
],
"quartziferous": [
"Consisting chiefly of quartz; containing quartz"
],
"quartzite": [
"Massive quartz occurring as a rock; a metamorphosed sandstone; -- called also quartz rock"
],
"quartzoid": [
"A form of crystal common with quartz, consisting of two six-sided pyramids, base to base"
],
"quartzose": [
"Containing, or resembling, quartz; partaking of the nature or qualities of quartz"
],
"quartzous": [
"Quarzose"
],
"quartzy": [
"Quartzose"
],
"quas": [
"A kind of beer. Same as Quass"
],
"quaschi": [
"The brown coati. See Coati"
],
"quash": [
"___squash",
"To abate, annul, overthrow, or make void; as, to quash an indictment",
"To beat down, or beat in pieces; to dash forcibly; to crush",
"To crush; to subdue; to suppress or extinguish summarily and completely; as, to quash a rebellion",
"To be shaken, or dashed about, with noise"
],
"quashee": [
"A negro of the West Indies"
],
"quasi": [
"As if; as though; as it were; in a manner sense or degree; having some resemblance to; qualified; -- used as an adjective, or a prefix with a noun or an adjective; as, a quasi contract, an implied contract, an obligation which has arisen from some act, as if from a contract; a quasi corporation, a body that has some, but not all, of the peculiar attributes of a corporation; a quasi argument, that which resembles, or is used as, an argument; quasi historical, apparently historical, seeming to be historical"
],
"quasi corporation": [
"A corporation consisting of a person or body of persons invested with some of the qualities of an artificial person, though not expressly incorporated, esp. the official of certain municipal divisions such as counties, schools districts, and the towns of some States of the United States, certain church officials, as a churchwarden, etc"
],
"quasimodo": [
"The first Sunday after Easter; Low Sunday",
"The main character in Victor Hugo's novel “The Hunchback of Notre Dame”.   The novel was first published in French under the title “Notre Dame de Paris”.  Quasimodo is a deformed and ugly hunchback who is bellringer at the cathedral of Notre Dame during the reign of Louis XI.  He rescues a gypsy girl Esmeralda, falsely convicted of a crime and about to be excuted, and carries her to sanctuary in the cathedral.  Near the end of the book he dies while again rescuing her from an abductor.  In a movie made in 1923 Quasimodo was portrayed by the actor Lon Chaney, whose impressive makeup and superb acting drew many plaudits.  His shout of “Sanctuary!  Sanctuary!” when rescuing Esmeralda is still sometimes imitated for humorous or dramatic effect"
],
"quasje": [
"___quaschi"
],
"quass": [
"A thin, sour beer, made by pouring warm water on rye or barley meal and letting it ferment, -- much used by the Russians.  Called also kvass"
],
"quassation": [
"The act of shaking, or the state of being shaken"
],
"quassia": [
"The wood of several tropical American trees of the order Simarubeæ, as Quassia amara, Picræna excelsa, and Simaruba amara. It is intensely bitter, and is used in medicine and sometimes as a substitute for hops in making beer"
],
"quassin": [
"The bitter principle of quassia, extracted as a white crystalline substance; -- formerly called quassite"
],
"quat": [
"A pustule",
"To satiate; to satisfy"
],
"quata": [
"The coaita"
],
"quatch": [
"Squat; flat"
],
"quater-cousin": [
"A cousin within the first four degrees of kindred"
],
"quaternary": [
"Consisting of four; by fours, or in sets of four",
"Later than, or subsequent to, the Tertiary; Post-tertiary; as, the Quaternary age, or Age of man",
"The number four",
"The Quaternary age, era, or formation. See the Chart of Geology"
],
"quaternate": [
"Composed of, or arranged in, sets of four; quaternary; as, quaternate leaves"
],
"quaternion": [
"The number four",
"A set of four parts, things, or person; four things taken collectively; a group of four words, phrases, circumstances, facts, or the like",
"A word of four syllables; a quadrisyllable",
"The quotient of two vectors, or of two directed right lines in space, considered as depending on four geometrical elements, and as expressible by an algebraic symbol of quadrinomial form",
"To divide into quaternions, files, or companies"
],
"quaternity": [
"The number four",
"The union of four in one, as of four persons; -- analogous to the theological term trinity"
],
"quateron": [
"___quarteron"
],
"quatorzain": [
"A poem of fourteen lines; a sonnet"
],
"quatorze": [
"The four aces, kings, queens, knaves, or tens, in the game of piquet; -- so called because quatorze counts as fourteen points"
],
"quatrain": [
"A stanza of four lines rhyming alternately"
],
"quatre": [
"A card, die. or domino, having four spots, or pips"
],
"quatrefeuille": [
"___quarterfoil"
],
"quatrefoil": [
"___quatrefeuille"
],
"quattrocento": [
"The fifteenth century, when applied to Italian art or literature; as, the sculpture of the quattrocento; quattrocento style"
],
"quatuor": [
"A quartet; -- applied chiefly to instrumental compositions"
],
"quave": [
"___quaver",
"To quaver"
],
"quavemire": [
"___quagmire"
],
"quaver": [
"To tremble; to vibrate; to shake",
"Especially, to shake the voice; to utter or form sound with rapid or tremulous vibrations, as in singing; also, to trill on a musical instrument",
"To utter with quavers",
"A shake, or rapid and tremulous vibration, of the voice, or of an instrument of music",
"An eighth note. See Eighth"
],
"quaverer": [
"One who quavers; a warbler"
],
"quay": [
"A mole, bank, or wharf, formed toward the sea, or at the side of a harbor, river, or other navigable water, for convenience in loading and unloading vessels",
"To furnish with quays"
],
"quayage": [
"Wharfage"
],
"quayd": [
"p. p. of Quail"
],
"qubit": [
"A measure of information, being the information that can be stored in one object that can take a quantum state of 0 or 1.  It differs from the classical bit of information theory in that quantum states may assume many intermediate states that are superpositions of the individual discrete states; the quantum states of multiple quantum systems may also be correlated by a phenomenon called entanglement, increasing the complexity of the information storage and retrieval process.  See 4th bit, n"
],
"que": [
"A half farthing"
],
"queach": [
"A thick, bushy plot; a thicket",
"To stir; to move. See Quick, v. i"
],
"queachy": [
"Yielding or trembling under the feet, as moist or boggy ground; shaking; moving",
"Like a queach; thick; bushy"
],
"quean": [
"A woman; a young or unmarried woman; a girl",
"A low woman; a wench; a slut"
],
"queasily": [
"In a queasy manner"
],
"queasiness": [
"The state of being queasy; nausea; qualmishness; squeamishness"
],
"queasy": [
"Sick at the stomach; affected with nausea; inclined to vomit; qualmish",
"Fastidious; squeamish; delicate; easily disturbed; unsettled; ticklish"
],
"quebec group": [
"The middle of the three groups into which the rocks of the Canadian period have been divided in the American Lower Silurian system. See the Chart of Geology"
],
"quebracho": [
"A Chilian apocynaceous tree (Aspidosperma Quebracho); also, its bark, which is used as a febrifuge, and for dyspnœa of the lung, or bronchial diseases; -- called also white quebracho, to distinguish it from the red quebracho, a Mexican anacardiaceous tree (Loxopterygium Lorentzii) whose bark is said to have similar properties"
],
"quebrith": [
"Sulphur"
],
"quech": [
"A word occurring in a corrupt passage of Bacon's Essays, and probably meaning, to stir, to move"
],
"queck": [
"___quech"
],
"queen": [
"The wife of a king",
"A woman who is the sovereign of a kingdom; a female monarch; as, Elizabeth, queen of England; Mary, queen of Scots",
"A woman eminent in power or attractions; the highest of her kind; as, a queen in society; -- also used figuratively of cities, countries, etc",
"The fertile, or fully developed, female of social bees, ants, and termites",
"The most powerful, and except the king the most important, piece in a set of chessmen",
"A playing card bearing the picture of a queen; as, the queen of spades",
"To act the part of a queen",
"To make a queen (or other piece, at the player's discretion) of by moving it to the eighth row; as, to queen a pawn"
],
"queen olive": [
"Properly, a kind of superior olive grown in the region of Seville, Spain. It is large size and oblong shape with a small but long pit; it is cured when green, keeps well, and has a delicate flavor. Loosely, any olive of similar character"
],
"queen truss": [
"A truss framed with queen-posts; a queen-post truss"
],
"queen-post": [
"One of two suspending posts in a roof truss, or other framed truss of similar form. See King-post"
],
"queencraft": [
"Craft or skill in policy on the part of a queen"
],
"queendom": [
"The dominion, condition, or character of a queen"
],
"queenfish": [
"A California sciænoid food fish (Seriphys politus). The back is bluish, and the sides and belly bright silvery. Called also kingfish"
],
"queenhood": [
"The state, personality, or character of a queen; queenliness"
],
"queening": [
"Any one of several kinds of apples, as summer queening, scarlet queening, and early queening. An apple called the queening was cultivated in England two hundred years ago"
],
"queenliness": [
"The quality of being queenly; the; characteristic of a queen; stateliness; eminence among women in attractions or power"
],
"queenly": [
"Like, becoming, or suitable to, a queen"
],
"queenship": [
"The state, rank, or dignity of a queen"
],
"queensland nut": [
"The nut of an Australian tree (Macadamia ternifolia). It is about an inch in diameter, and contains a single round edible seed, or sometimes two hemispherical seeds. So called from Queensland in Australia"
],
"queer": [
"At variance with what is usual or normal; differing in some odd way from what is ordinary; odd; singular; strange; whimsical; as, a queer story or act",
"Mysterious; suspicious; questionable; as, a queer transaction",
"homosexual",
"Counterfeit money",
"a homosexual",
"To puzzle",
"To ridicule; to banter; to rally",
"To spoil the effect or success of, as by ridicule; to throw a wet blanket on; to spoil"
],
"queerish": [
"Rather queer; somewhat singular"
],
"queerly": [
"In a queer or odd manner"
],
"queerness": [
"The quality or state of being queer"
],
"queest": [
"The European ringdove (Columba palumbus); the cushat"
],
"quegh": [
"A drinking vessel. See Quaich"
],
"queint": [
"___quaint",
"imp. & p. p. of Quench"
],
"queintise": [
"___quaintise"
],
"quell": [
"To die",
"To be subdued or abated; to yield; to abate",
"To take the life of; to kill",
"To overpower; to subdue; to put down",
"To quiet; to allay; to pacify; to cause to yield or cease; as, to quell grief; to quell the tumult of the soul",
"Murder"
],
"queller": [
"A killer; as, Jack the Giant Queller",
"One who quells; one who overpowers or subdues"
],
"quellio": [
"A ruff for the neck"
],
"quelquechose": [
"A trifle; a kickshaw"
],
"queme": [
"To please"
],
"quemeful": [
"Kindly; merciful"
],
"quench": [
"To extinguish; to overwhelm; to make an end of; -- said of flame and fire, of things burning, and figuratively of sensations and emotions; as, to quench flame; to quench a candle; to quench thirst, love, hate, etc",
"To cool suddenly, as heated steel, in tempering",
"To become extinguished; to go out; to become calm or cool"
],
"quenchable": [
"Capable of being quenched"
],
"quencher": [
"One who, or that which, quenches"
],
"quenchless": [
"Incapable of being quenched; inextinguishable; as, quenchless fire or fury"
],
"quenelle": [
"A kind of delicate forcemeat, commonly poached and used as a dish by itself or for garnishing"
],
"quenouille training": [
"A method of training trees or shrubs in the shape of a cone or distaff by tying down the branches and pruning"
],
"quercitannic": [
"Pertaining to, or designating, a tannic acid found in oak bark and extracted as a yellowish brown amorphous substance"
],
"quercite": [
"A white crystalline substance, C6H7(OH)5, found in acorns, the fruit of the oak (Quercus).  It has a sweet taste, and is regarded as a pentacid alcohol"
],
"quercitin": [
"A yellow crystalline substance, occurring quite widely distributed in the vegetable kingdom, as in apple-tree bark, horse-chestnut leaves, etc., but originally obtained by the decomposition of quercitrin. Called also meletin"
],
"quercitrin": [
"A glucoside extracted from the bark of the oak (Quercus) as a bitter citron-yellow crystalline substance, used as a pigment and called quercitron"
],
"quercitron": [
"The yellow inner bark of the Quercus tinctoria, the American black oak, yellow oak, dyer's oak, or quercitron oak, a large forest tree growing from Maine to eastern Texas",
"Quercitrin, used as a pigment. See Quercitrin"
],
"quercus": [
"A genus of trees constituted by the oak. See Oak"
],
"querele": [
"A complaint to a court. See Audita Querela"
],
"querent": [
"A complainant; a plaintiff",
"An inquirer"
],
"querimonious": [
"Complaining; querulous; apt to complain"
],
"querimony": [
"A complaint or complaining"
],
"querist": [
"One who inquires, or asks questions"
],
"querken": [
"To stifle or choke"
],
"querl": [
"To twirl; to turn or wind round; to coil; as, to querl a cord, thread, or rope",
"A coil; a twirl; as, the qwerl of hair on the fore leg of a blooded horse"
],
"quern": [
"A mill for grinding grain, the upper stone of which was turned by hand; -- used before the invention of windmills and watermills"
],
"querpo": [
"The inner or body garments taken together. See Cuerpo"
],
"querquedule": [
"A teal"
],
"querry": [
"A groom; an equerry"
],
"querulential": [
"Querulous"
],
"querulous": [
"Given to quarreling; quarrelsome",
"Apt to find fault; habitually complaining; disposed to murmur; as, a querulous man or people",
"Expressing complaint; fretful; whining; as, a querulous tone of voice"
],
"query": [
"A question; an inquiry to be answered or solved",
"A question in the mind; a doubt; as, I have a query about his sincerity",
"An interrogation point [?] as the sign of a question or a doubt",
"To ask questions; to make inquiry",
"To have a doubt; as, I query if he is right",
"To put questions about; to elicit by questioning; to inquire into; as, to query the items or the amount; to query the motive or the fact",
"To address questions to; to examine by questions",
"To doubt of; to regard with incredulity",
"To write “ query” (qu., qy., or ?) against, as a doubtful spelling, or sense, in a proof. See Quære"
],
"quesal": [
"The long-tailed, or resplendent, trogon (Pharomachus mocinno, formerly Trogon resplendens), native of Southern Mexico and Central America. Called also quetzal, and golden trogon"
],
"quest": [
"The act of seeking, or looking after anything; attempt to find or obtain; search; pursuit; as, to rove in quest of game, of a lost child, of property, etc",
"Request; desire; solicitation",
"Those who make search or inquiry, taken collectively",
"Inquest; jury of inquest",
"To search for; to examine",
"To go on a quest; to make a search; to go in pursuit; to beg"
],
"questant": [
"One who undertakes a quest; a seeker"
],
"quester": [
"One who seeks; a seeker"
],
"question": [
"The act of asking; interrogation; inquiry; as, to examine by question and answer",
"Discussion; debate; hence, objection; dispute; doubt; as, the story is true beyond question; he obeyed without question",
"Examination with reference to a decisive result; investigation; specifically, a judicial or official investigation; also, examination under torture",
"That which is asked; inquiry; interrogatory; query",
"Hence, a subject of investigation, examination, or debate; theme of inquiry; matter to be inquired into; as, a delicate or doubtful question",
"Talk; conversation; speech; speech",
"To ask questions; to inquire",
"To argue; to converse; to dispute",
"To inquire of by asking questions; to examine by interrogatories; as, to question a witness",
"To doubt of; to be uncertain of; to query",
"To raise a question about; to call in question; to make objection to",
"To talk to; to converse with"
],
"questionability": [
"The state or condition of being questionable"
],
"questionable": [
"Admitting of being questioned; inviting, or seeming to invite, inquiry",
"Liable to question; subject to be doubted or called in question; problematical; doubtful; suspicious"
],
"questionableness": [
"The quality or state of being questionable, doubtful, or suspicious"
],
"questionably": [
"In a questionable manner"
],
"questionary": [
"Inquiring; asking questions; testing",
"One who makes it his business to seek after relics and carry them about for sale",
"A set of questions for submission to a group of persons for the purpose of bringing out their resemblances and differences in the matter considered. The questionary method is a recognized form of psychological investigation"
],
"questioner": [
"One who asks questions; an inquirer"
],
"questionist": [
"A questioner; an inquirer",
"A candidate for honors or degrees who is near the time of his examination"
],
"questionless": [
"Unquestioning; incurious",
"Beyond a question or doubt; doubtless; certainly"
],
"questionnaire": [
"same as Questionary",
"A list of questions, usually on a printed form, to be answered by an individual.  The forms often have blank spaces in which the answers can be written.  Sets of such forms are distributed to groups and the answers used for various purposes, such as to obtain statistical information for social science, political, or marketing research, or to obtain information about a patient for the use of medical practitioners"
],
"questman": [
"One legally empowered to make quest of certain matters, esp. of abuses of weights and measures"
],
"questmonger": [
"One who lays informations, and encourages petty lawsuits"
],
"questor": [
"An officer who had the management of the public treasure; a receiver of taxes, tribute, etc.; treasurer of state"
],
"questorship": [
"The office, or the term of office, of a questor"
],
"questrist": [
"A seeker; a pursuer"
],
"questuary": [
"Studious of profit",
"One employed to collect profits"
],
"quet": [
"The common guillemot"
],
"queue": [
"A tail-like appendage of hair; a pigtail",
"To fasten, as hair, in a queue"
],
"quey": [
"A heifer"
],
"qui vive": [
"The challenge of a French sentinel, or patrol; -- used like the English challenge: “Who comes there?”"
],
"quib": [
"A quip; a gibe"
],
"quibble": [
"A shift or turn from the point in question; a trifling or evasive distinction; an evasion; a cavil",
"A pun; a low conceit",
"To evade the point in question by artifice, play upon words, caviling, or by raising any insignificant or impertinent question or point; to trifle in argument or discourse; to equivocate",
"To pun; to practice punning"
],
"quibbler": [
"One who quibbles; a caviler; also, a punster"
],
"quibblingly": [
"Triflingly; evasively"
],
"quica": [
"A small South American opossum (Didelphys quica), native of Guiana and Brazil. It feeds upon insects, small birds, and fruit"
],
"quice": [
"___queest"
],
"quich": [
"To stir"
],
"quichuan": [
"Designating, or pertaining to, a linguistic stock of South American Indians, including the majority of the civilized tribes of the ancient Peruvian Empire with some wild tribes never subjugated by the Incas. Most of these Indians are short, but heavy and strong. They are brachycephalic and of remarkably low cranial capacity. Nevertheless, they represent one of the highest of native American civilizations, characterized by agricultural, military, and administrative skill rather than by science or literature, although they were adept potters, weavers, and goldsmiths, and preserved by the aid of the mnemonic quipu a body of legendary lore in part written down since the introduction of writing"
],
"quick": [
"Alive; living; animate; -- opposed to dead or inanimate",
"Characterized by life or liveliness; animated; sprightly; agile; brisk; ready",
"Speedy; hasty; swift; not slow; as, be quick",
"Impatient; passionate; hasty; eager; eager; sharp; unceremonious; as, a quick temper",
"Fresh; bracing; sharp; keen",
"Sensitive; perceptive in a high degree; ready; as, a quick ear",
"Pregnant; with child",
"In a quick manner; quickly; promptly; rapidly; with haste; speedily; without delay; as, run quick; get back quick",
"That which is quick, or alive; a living animal or plant; especially, the hawthorn, or other plants used in making a living hedge",
"The life; the mortal point; a vital part; a part susceptible of serious injury or keen feeling; the sensitive living flesh; the part of a finger or toe to which the nail is attached; the tender emotions; as, to cut a finger nail to the quick; to thrust a sword to the quick, to taunt one to the quick; -- used figuratively",
"Quitch grass",
"To revive; to quicken; to be or become alive"
],
"quick-freeze": [
"To freeze rapidly so as to preserve the natural juices and flavors; -- usually used of food or other biologicql matter"
],
"quick-scented": [
"Acute of smell"
],
"quick-sighted": [
"Having quick sight or acute discernment; quick to see or to discern"
],
"quick-witted": [
"Having ready wit"
],
"quick-wittedness": [
"Readiness of wit"
],
"quickbeam": [
"___quicken tree"
],
"quicken": [
"To make alive; to vivify; to revive or resuscitate, as from death or an inanimate state; hence, to excite; to, stimulate; to incite",
"To make lively, active, or sprightly; to impart additional energy to; to stimulate; to make quick or rapid; to hasten; to accelerate; as, to quicken one's steps or thoughts; to quicken one's departure or speed",
"To shorten the radius of (a curve); to make (a curve) sharper; as, to quicken the sheer, that is, to make its curve more pronounced",
"To come to life; to become alive; to become vivified or enlivened; hence, to exhibit signs of life; to move, as the fetus in the womb",
"To move with rapidity or activity; to become accelerated; as, his pulse quickened"
],
"quicken tree": [
"The European rowan tree; -- called also quickbeam, and quickenbeam. See Rowan tree"
],
"quickener": [
"One who, or that which, quickens"
],
"quickening": [
"The act or process of making or of becoming quick",
"The first motion of the fetus in the womb felt by the mother, occurring usually about the middle of the term of pregnancy. It has been popularly supposed to be due to the fetus becoming possessed of independent life"
],
"quickens": [
"Quitch grass"
],
"quickhatch": [
"The wolverine"
],
"quicklime": [
"Calcium oxide; unslacked lime; -- so called because when wet it develops great heat. See 4th Lime, 2"
],
"quickly": [
"Speedily; with haste or celerity; soon; without delay; quick"
],
"quickness": [
"The condition or quality of being quick or living; life",
"Activity; briskness; especially, rapidity of motion; speed; celerity; as, quickness of wit",
"Acuteness of perception; keen sensibility",
"Sharpness; pungency of taste"
],
"quicksand": [
"Sand easily moved or readily yielding to pressure; especially, a deep mass of loose or moving sand mixed with water, sometimes found at the mouth of a river or along some coasts, and very dangerous, from the difficulty of extricating a person who begins sinking into it"
],
"quickset": [
"A living plant set to grow, esp. when set for a hedge; specifically, the hawthorn",
"Made of quickset",
"To plant with living shrubs or trees for a hedge; as, to quickset a ditch"
],
"quicksilver": [
"The metal mercury; -- so called from its resemblance to liquid silver"
],
"quicksilvered": [
"Overlaid with quicksilver, or with an amalgam of quicksilver and tinfoil"
],
"quicksilvering": [
"The mercury and foil on the back of a looking-glass"
],
"quickstep": [
"A lively, spirited march; also, a lively style of dancing"
],
"quickwork": [
"All the submerged section of a vessel's planking"
],
"quid": [
"A portion suitable to be chewed; a cud; as, a quid of tobacco",
"An English coin, a sovereign",
"To drop from the mouth, as food when partially chewed; -- said of horses"
],
"quidam": [
"Somebody; one unknown"
],
"quiddany": [
"A confection of quinces, in consistency between a sirup and marmalade"
],
"quiddative": [
"Constituting, or containing, the essence of a thing; quidditative"
],
"quiddit": [
"A subtilty; an equivocation"
],
"quidditative": [
"Quiddative"
],
"quiddity": [
"The essence, nature, or distinctive peculiarity, of a thing; that which answers the question, Quid est? or, What is it?",
"A trifling nicety; a cavil; a quibble"
],
"quiddle": [
"To spend time in trifling employments, or to attend to useful subjects in an indifferent or superficial manner; to dawdle",
"One who wastes his energy about trifles"
],
"quiddler": [
"___quiddle"
],
"quidnunc": [
"One who is curious to know everything that passes; one who knows, or pretends to know, all that is going on"
],
"quiesce": [
"To be silent, as a letter; to have no sound"
],
"quiescence": [
"The state or quality of being quiescent"
],
"quiescency": [
"___quiescence"
],
"quiescent": [
"Being in a state of repose; at rest; still; not moving; as, a quiescent body or fluid",
"Not ruffed with passion; unagitated; not in action; not excited; quiet; dormant; resting",
"Not sounded; silent; as, y is quiescent in “day” and “say.”",
"A silent letter"
],
"quiescently": [
"In a quiescent manner"
],
"quiet": [
"In a state of rest or calm; without stir, motion, or agitation; still; as, a quiet sea; quiet air",
"Free from noise or disturbance; hushed; still",
"Not excited or anxious; calm; peaceful; placid; settled; as, a quiet life; a quiet conscience",
"Not giving offense; not exciting disorder or trouble; not turbulent; gentle; mild; meek; contented",
"Not showy; not such as to attract attention; undemonstrative; as, a quiet dress; quiet colors; a quiet movement",
"The quality or state of being quiet, or in repose; as an hour or a time of quiet",
"Freedom from disturbance, noise, or alarm; stillness; tranquillity; peace; security",
"To stop motion in; to still; to reduce to a state of rest, or of silence",
"To calm; to appease; to pacify; to lull; to allay; to tranquillize; as, to quiet the passions; to quiet clamors or disorders; to quiet pain or grief",
"To become still, silent, or calm; -- often with down; as, be soon quieted down"
],
"quietage": [
"Quietness"
],
"quieter": [
"One who, or that which, quiets"
],
"quietism": [
"Peace or tranquillity of mind; calmness; indifference; apathy; dispassion; indisturbance; inaction",
"The system of the Quietists, who maintained that religion consists in the withdrawal of the mind from worldly interests and anxieties and its constant employment in the passive contemplation of God and his attributes"
],
"quietist": [
"One of a sect of mystics originated in the seventeenth century by Molinos, a Spanish priest living in Rome. See Quietism"
],
"quietistic": [
"Of or pertaining to the Quietists, or to Quietism"
],
"quietly": [
"In a quiet state or manner; without motion; in a state of rest; as, to lie or sit quietly",
"Without tumult, alarm, dispute, or disturbance; peaceably; as, to live quietly; to sleep quietly",
"Calmly, without agitation or violent emotion; patiently; as, to submit quietly to unavoidable evils",
"Noiselessly; silently; without remark or violent movement; in a manner to attract little or no observation; as, he quietly left the room"
],
"quietness": [
"The quality or state of being quiet; freedom from noise, agitation, disturbance, or excitement; stillness; tranquillity; calmness"
],
"quietsome": [
"Calm; still"
],
"quietude": [
"Rest; repose; quiet; tranquillity"
],
"quietus": [
"Final discharge or acquittance, as from debt or obligation; that which silences claims; (Fig.) rest; death"
],
"quill": [
"One of the large feathers of a bird's wing, or one of the rectrices of the tail; also, the stock of such a feather",
"A pen for writing made by sharpening and splitting the point or nib of the stock of a feather; as, history is the proper subject of his quill",
"A spine of the hedgehog or porcupine",
"The plectrum with which musicians strike the strings of certain instruments",
"Something having the form of a quill",
"A roll of dried bark; as, a quill of cinnamon or of cinchona",
"To plaint in small cylindrical ridges, called quillings; as, to quill a ruffle",
"To wind on a quill, as thread or yarn"
],
"quillaia bark": [
"The bark of a rosaceous tree (Quillaja Saponaria), native of Chile.  The bark is finely laminated, and very heavy with alkaline substances, and is used commonly by the Chileans instead of soap.  Also called soap bark"
],
"quillback": [
"An American fresh-water fish (Ictiobus cyprinus syn. Carpiodes cyprinus); -- called also carp sucker, sailfish, spearfish, and skimback"
],
"quilled": [
"Furnished with quills; also, shaped like quills"
],
"quillet": [
"Subtilty; nicety; quibble"
],
"quilling": [
"A band of linen, muslin, or the like, fluted, folded, or plaited so as somewhat to resemble a row of quills"
],
"quillwort": [
"Any plant or species of the genus Isoetes, cryptogamous plants with a cluster of elongated four-tubed rushlike leaves, rising from a corm, and containing spores in their enlarged and excavated bases. There are about seventeen American species, usually growing in the mud under still, shallow water. So called from the shape of the shape of the leaves"
],
"quilt": [
"Anything that is quilted; esp., a quilted bed cover, or a skirt worn by women; any cover or garment made by putting wool, cotton, etc., between two cloths and stitching them together; also, any outer bed cover",
"To stitch or sew together at frequent intervals, in order to confine in place the several layers of cloth and wadding of which a garment, comforter, etc., may be made; as, to quilt a coat",
"To wad, as a garment, with warm soft material",
"To stitch or sew in lines or patterns"
],
"quilter": [
"One who, or that which, quilts"
],
"quilting": [
"The act of stitching or running in patterns, as in making a quilt",
"A quilting bee. See Bee, 2",
"The material used for making quilts",
"A coating of strands of rope for a water vessel"
],
"quin": [
"A European scallop (Pecten opercularis), used as food"
],
"quinaldine": [
"A colorless liquid of a slightly pungent odor, C9H6N.CH3, first obtained as a condensation product of aldehyde and aniline, and regarded as a derivative of quinoline; -- called also methyl quinoline"
],
"quinary": [
"Consisting of five; arranged by fives"
],
"quinate": [
"Growing in sets of five; -- said especially of leaves composed of five leaflets set at the end of a common petiole",
"A salt of quinic acid"
],
"quinazol": [
"A complex nitrogenous base related to cinnoline"
],
"quince": [
"The fruit of a shrub (Cydonia vulgaris) belonging to the same tribe as the apple. It somewhat resembles an apple, but differs in having many seeds in each carpel. It has hard flesh of high flavor, but very acid, and is largely used for marmalade, jelly, and preserves",
"a quince tree or shrub"
],
"quincewort": [
"The squinancy.  Called also quinsywort"
],
"quinch": [
"To stir; to wince"
],
"quincuncial": [
"Having the form of a quincunx",
"Having the leaves of a pentamerous calyx or corolla so imbricated that two are exterior, two are interior, and the other has one edge exterior and one interior; as, quincuncial æstivation"
],
"quincuncially": [
"In the manner or order of a quincunx"
],
"quincunx": [
"An arrangement of things by fives in a square or a rectangle, one being placed at each corner and one in the middle; especially, such an arrangement of trees repeated indefinitely, so as to form a regular group with rows running in various directions",
"The position of planets when distant from each other five signs, or 150°",
"A quincuncial arrangement, as of the parts of a flower in æstivation. See Quincuncial, 2"
],
"quindecagon": [
"A plane figure with fifteen angles, and consequently fifteen sides"
],
"quindecemvir": [
"One of a sacerdotal college of fifteen men whose chief duty was to take care of the Sibylline books"
],
"quindecemvirate": [
"The body or office of the quindecemviri"
],
"quindecone": [
"An unsaturated hydrocarbon, C15H26, of the valylene series, produced artificially as an oily liquid"
],
"quindecylic": [
"Pertaining to, or designating, an acid of the fatty acid series, containing fifteen atoms of carbon; called also pentadecylic acid"
],
"quindem": [
"A fifteenth part"
],
"quindism": [
"A fifteenth"
],
"quinhydrone": [
"A green crystalline substance formed by the union of quinone with hydroquinone, or as an intermediate product in the oxidation of hydroquinone or the reduction of quinone"
],
"quinia": [
"Quinine"
],
"quinible": [
"An interval of a fifth; also, a part sung with such intervals"
],
"quinic": [
"Pertaining to, derived from, or connected with, quinine and related compounds; specifically, designating a nonnitrogenous acid obtained from cinchona bark, coffee, beans, etc., as a white crystalline substance"
],
"quinicine": [
"An uncrystallizable alkaloid obtained by the action of heat from quinine, with which it is isomeric"
],
"quinidine": [
"An alkaloid isomeric with, and resembling, quinine, found in certain species of cinchona, from which it is extracted as a bitter white crystalline substance; conchinine. It is used somewhat as a febrifuge"
],
"quinine": [
"An alkaloid extracted from the bark of several species of cinchona (esp. Cinchona Calisaya) as a bitter white crystalline substance, C20H24N2O2. Hence, by extension (Med.), any of the salts of this alkaloid, as the acetate, chloride, sulphate, etc., employed as a febrifuge or antiperiodic. Called also quinia, quinina, etc"
],
"quininic": [
"Pertaining to, or designating, a nitrogenous acid obtained as a yellow crystalline substance by the oxidation of quinine"
],
"quininism": [
"___cinchonism"
],
"quinism": [
"___quininism"
],
"quinizarin": [
"A yellow crystalline substance produced artificially. It is isomeric with alizarin"
],
"quinizine": [
"any one of a series of nitrogenous bases, certain of which are used as antipyretics"
],
"quinnat": [
"The California salmon (Oncorhynchus choicha); -- called also chouicha, king salmon, chinnook salmon, and Sacramento salmon. It is of great commercial importance"
],
"quinoa": [
"The seeds of a kind of goosewort (Chenopodium Quinoa), used in Chili and Peru for making porridge or cakes; also, food thus made"
],
"quinogen": [
"A hypothetical radical of quinine and related alkaloids"
],
"quinoidine": [
"A brownish resinous substance obtained as a by-product in the treatment of cinchona bark.  It consists of a mixture of several alkaloids"
],
"quinoline": [
"A nitrogenous base, C9H7N obtained as a pungent colorless liquid by the distillation of alkaloids, bones, coal tar, etc. It the nucleus of many organic bodies, especially of certain alkaloids and related substances; hence, by extension, any one of the series of alkaloidal bases of which quinoline proper is the type"
],
"quinologist": [
"One who is versed in quinology"
],
"quinology": [
"The science which treats of the cultivation of the cinchona, and of its use in medicine"
],
"quinone": [
"A crystalline substance, C6H4O2 (called also benzoketone), first obtained by the oxidation of quinic acid and regarded as a double ketone; also, by extension, any one of the series of which quinone proper is the type"
],
"quinovic": [
"Pertaining to, or designating, a crystalline acid obtained from some varieties of cinchona bark"
],
"quinovin": [
"An amorphous bitter glucoside derived from cinchona and other barks. Called also quinova bitter, and quinova"
],
"quinoxaline": [
"Any one of a series of complex nitrogenous bases obtained by the union of certain aniline derivatives with glyoxal or with certain ketones"
],
"quinoxyl": [
"The hypothetical radical of certain quinone derivatives related to rhodizonic acid"
],
"quinoyl": [
"A radical of which quinone is the hydride, analogous to phenyl"
],
"quinquagesima": [
"Fiftieth"
],
"quinquangular": [
"Having five angles or corners"
],
"quinquarticular": [
"Relating to the five articles or points; as, the quinquarticular controversy between Arminians and Calvinists"
],
"quinque foliolate": [
"Having five leaflets"
],
"quinque-": [
"A combining form meaning five, five times, fivefold; as, quinquefid, five-cleft; quinquedentate, five-toothed"
],
"quinqueangled": [
"Having five angles; quinquangular"
],
"quinquedentate": [
"Five-toothed; as, a quinquedentate leaf"
],
"quinquedentated": [
"___quinquedentate"
],
"quinquefarious": [
"Arranged in five vertical rows; pentastichous"
],
"quinquefid": [
"Sharply cut about halfway to the middle or base into five segments; as, a quinquefid leaf or corolla"
],
"quinquefoliate": [
"Having five leaves or leaflets"
],
"quinquefoliated": [
"___quinquefoliate"
],
"quinqueliteral": [
"Consisting of five letters"
],
"quinquelobared": [
"___quinquelobate"
],
"quinquelobate": [
"Cut less than halfway into portions, usually somewhat rounded; five-lobed; as, a quinquelobate leaf or corolla"
],
"quinquelobed": [
"___quinquelobate"
],
"quinquelocular": [
"Having five cells or loculi; five-celled; as, a quinquelocular pericarp"
],
"quinquenerved": [
"Having five nerves; -- said of a leaf with five nearly equal nerves or ribs rising from the end of the petiole"
],
"quinquennalia": [
"Public games celebrated every five years"
],
"quinquennial": [
"Occurring once in five years, or at the end of every five years; also, lasting five years. A quinquennial event"
],
"quinquennium": [
"Space of five years"
],
"quinquepartite": [
"Consisting of five parts",
"Divided into five parts almost to the base"
],
"quinquereme": [
"A galley having five benches or banks of oars; as, an Athenian quinquereme"
],
"quinquesyllable": [
"A word of five syllables"
],
"quinquevalve": [
"Having five valves, as a pericarp"
],
"quinquevalvular": [
"___quinquevalve"
],
"quinquevir": [
"One of five commissioners appointed for some special object"
],
"quinquina": [
"Peruvian bark"
],
"quinquivalent": [
"___pentavalent"
],
"quinsy": [
"An inflammation of the throat, or parts adjacent, especially of the fauces or tonsils, attended by considerable swelling, painful and impeded deglutition, and accompanied by inflammatory fever. It sometimes creates danger of suffocation; -- called also squinancy, and squinzey"
],
"quint": [
"A set or sequence of five, as in piquet",
"The interval of a fifth",
"one of a set of quintuplets"
],
"quintain": [
"An object to be tilted at; -- called also quintel"
],
"quintal": [
"A hundredweight, either 112 or 100 pounds, according to the scale used.  Cf. Cental",
"A metric measure of weight, being 100,000 grams, or 100 kilograms, equal to 220.46 pounds avoirdupois"
],
"quintan": [
"Occurring as the fifth, after four others also, occurring every fifth day, reckoning inclusively; as, a quintan fever"
],
"quintel": [
"___quintain"
],
"quintessence": [
"The fifth or last and highest essence or power in a natural body. See Ferment oils, under Ferment",
"Hence: An extract from anything, containing its rarest virtue, or most subtle and essential constituent in a small quantity; pure or concentrated essence",
"The most characteristic form or most perfect example of some type of object",
"To distil or extract as a quintessence; to reduce to a quintessence"
],
"quintessential": [
"Of the nature of a quintessence; purest; most characteristic"
],
"quintet": [
"A composition for five voices or instruments; also, the set of five persons who sing or play five-part music"
],
"quintette": [
"___quintet"
],
"quintic": [
"Of the fifth degree or order"
],
"quintile": [
"The aspect of planets when separated the fifth part of the zodiac, or 72°"
],
"quintilllion": [
"According to the French notation, which is used on the Continent and in America, the cube of a million, or a unit with eighteen ciphers annexed; according to the English notation, a number produced by involving a million to the fifth power, or a unit with thirty ciphers annexed. See the Note under Numeration"
],
"quintin": [
"___quintain"
],
"quintine": [
"The embryonic sac of an ovule, sometimes regarded as an innermost fifth integument.  Cf. Quartine, and Tercine"
],
"quintole": [
"A group of five notes to be played or sung in the time of four of the same species"
],
"quintroon": [
"The off-spring of an octoroon and a white person"
],
"quintuple": [
"Multiplied by five; increased to five times the amount; fivefold",
"To make fivefold, or five times as much or many"
],
"quintuple-nerved": [
"The same as Quinquenerved"
],
"quintuple-ribbed": [
"___quintuple-nerved"
],
"quintuplet": [
"A collection or combination of five of a kind",
"Five children born in the same labor",
"A group of five connected notes; a turn of five notes",
"A cycle having five crank shafts and adapted for five riders, all of whom can assist in the propulsion"
],
"quintuplets": [
"five children born from one mother in a single pregnancy"
],
"quinzaine": [
"The fifteenth day after a feast day, including both in the reckoning"
],
"quinze": [
"A game at cards in which the object is to make fifteen points"
],
"quip": [
"A smart, sarcastic turn or jest; a taunt; a severe retort; a gibe",
"A short humorous or witty comment or observation, usually spontaneously formed in response to a prior comment",
"To taunt; to treat with quips",
"To scoff; to use taunts"
],
"quipo": [
"___quipu"
],
"quipster": [
"A person who frequently makes quips"
],
"quipu": [
"A contrivance employed by the ancient Peruvians, Mexicans, etc., as a substitute for writing and figures, consisting of a main cord, from which hung at certain distances smaller cords of various colors, each having a special meaning, as silver, gold, corn, soldiers. etc. Single, double, and triple knots were tied in the smaller cords, representing definite numbers. It was chiefly used for arithmetical purposes, and to register important facts and events"
],
"quirboilly": [
"Leather softened by boiling so as to take any required shape. Upon drying, it becomes exceedingly hard, and hence was formerly used for armor"
],
"quire": [
"___choir",
"To sing in concert",
"A collection of twenty-four sheets of paper of the same size and quality, unfolded or having a single fold; one twentieth of a ream"
],
"quirinal": [
"Of, pertaining to, or designating, the hill Collis Quirinalis, now Monte Quirinale (one of the seven hills of Rome), or a modern royal place situated upon it. Also used substantively"
],
"quirister": [
"A chorister. See Chorister"
],
"quiritation": [
"A crying for help"
],
"quirite": [
"One of the Quirites"
],
"quirites": [
"Roman citizens"
],
"quirk": [
"A sudden turn; a starting from the point or line; hence, an artful evasion or subterfuge; a shift; a quibble; as, the quirks of a pettifogger",
"A fit or turn; a short paroxysm; a caprice",
"A smart retort; a quibble; a shallow conceit",
"An irregular air; as, light quirks of music",
"A piece of ground taken out of any regular ground plot or floor, so as to make a court, yard, etc.; -- sometimes written quink",
"A small channel, deeply recessed in proportion to its width, used to insulate and give relief to a convex rounded molding"
],
"quirked": [
"Having, or formed with, a quirk or quirks"
],
"quirkish": [
"Consisting of quirks; resembling a quirk"
],
"quirky": [
"Full of quirks; tricky; as, a quirky lawyer"
],
"quirl": [
"___querl"
],
"quirpele": [
"The Indian ferret"
],
"quirt": [
"A rawhide whip plaited with two thongs of buffalo hide"
],
"quish": [
"___cuish"
],
"quit": [
"Any one of numerous species of small passerine birds native of tropical America. See Banana quit, under Banana, and Guitguit",
"Released from obligation, charge, penalty, etc.; free; clear; absolved; acquitted",
"To set at rest; to free, as from anything harmful or oppressive; to relieve; to clear; to liberate",
"To release from obligation, accusation, penalty, or the like; to absolve; to acquit",
"To discharge, as an obligation or duty; to meet and satisfy, as a claim or debt; to make payment for or of; to requite; to repay",
"To meet the claims upon, or expectations entertained of; to conduct; to acquit; -- used reflexively",
"To carry through; to go through to the end",
"To have done with; to cease from; to stop; hence, to depart from; to leave; to forsake; as, to quit work; to quit the place; to quit jesting",
"To go away; to depart; to stop doing a thing; to cease"
],
"quitch": [
"___quitch grass",
"Figuratively: A vice; a taint; an evil"
],
"quitch grass": [
"A perennial grass (Agropyrum repens) having long running rootstalks, by which it spreads rapidly and pertinaciously, and so becomes a troublesome weed. Also called couch grass, quack grass, quick grass, twitch grass. See Illustration in Appendix"
],
"quitclaim": [
"A release or relinquishment of a claim; a deed of release; an instrument by which some right, title, interest, or claim, which one person has, or is supposed to have, in or to an estate held by himself or another, is released or relinquished, the grantor generally covenanting only against persons who claim under himself",
"To release or relinquish a claim to; to release a claim to by deed, without covenants of warranty against adverse and paramount titles"
],
"quite": [
"___quit",
"Completely; wholly; entirely; totally; perfectly; as, the work is not quite done; the object is quite accomplished; to be quite mistaken",
"To a great extent or degree; very; very much; considerably"
],
"quitly": [
"Quite"
],
"quitrent": [
"A rent reserved in grants of land, by the payment of which the tenant is quit from other service"
],
"quits": [
"___quit"
],
"quittable": [
"Capable of being quitted"
],
"quittal": [
"Return; requital; quittance"
],
"quittance": [
"Discharge from a debt or an obligation; acquittance",
"Recompense; return; repayment",
"To repay; to requite"
],
"quitter": [
"One who quits",
"A deliverer"
],
"quittor": [
"A chronic abscess, or fistula of the coronet, in a horse's foot, resulting from inflammation of the tissues investing the coffin bone"
],
"quitture": [
"A discharge; an issue"
],
"quiver": [
"Nimble; active",
"To shake or move with slight and tremulous motion; to tremble; to quake; to shudder; to shiver",
"The act or state of quivering; a tremor",
"A case or sheath for arrows to be carried on the person"
],
"quivered": [
"Furnished with, or carrying, a quiver",
"Sheathed, as in a quiver"
],
"quiveringly": [
"With quivering motion"
],
"quixotic": [
"Like Don Quixote; romantic to extravagance; prone to pursue unrealizable goals; absurdly chivalric; apt to be deluded.   See also quixotism",
"Like the deeds of Don Quixote; ridiculously impractical; unachievable; extravagantly romantic; doomed to failure; as, a quixotic quest"
],
"quixotically": [
"In a quixotic way"
],
"quixotism": [
"That form of delusion which leads to extravagant and absurd undertakings or sacrifices in obedience to a morbidly romantic ideal of duty or honor, as illustrated by the exploits of Don Quixote in knight-errantry.  See quixotic"
],
"quixotry": [
"Quixotism; visionary schemes"
],
"quiz": [
"A riddle or obscure question; an enigma; a ridiculous hoax",
"One who quizzes others; as, he is a great quiz",
"An odd or absurd fellow",
"An exercise, or a course of exercises, conducted as a coaching or as an examination",
"To puzzle; to banter; to chaff or mock with pretended seriousness of discourse; to make sport of, as by obscure questions",
"To peer at; to eye suspiciously or mockingly",
"To instruct in or by a quiz. See Quiz, n., 4",
"To conduct a quiz. See Quiz, n., 4"
],
"quizzer": [
"One who quizzes; a quiz"
],
"quizzical": [
"Relating to quizzing; given to quizzing; of the nature of a quiz; farcical; sportive"
],
"quizzism": [
"The act or habit of quizzing"
],
"quo warranto": [
"A writ brought before a proper tribunal, to inquire by what warrant a person or a corporation acts, or exercises certain powers"
],
"quob": [
"To throb; to quiver"
],
"quod": [
"A quadrangle or court, as of a prison; hence, a prison",
"Quoth; said. See Quoth",
"To put in quod, or prison; to lock up; to jug"
],
"quoddies": [
"Herring taken and cured or smoked near Quoddy Head, Maine, or near the entrance of Passamaquoddy Bay"
],
"quodlibet": [
"A nice point; a subtilty; a debatable point",
"A medley improvised by several performers"
],
"quodlibetarian": [
"One who discusses any subject at pleasure"
],
"quodlibetical": [
"Not restricted to a particular subject; discussed for curiosity or entertainment"
],
"quoif": [
"___coif"
],
"quoiffure": [
"___coiffure"
],
"quoil": [
"___coil"
],
"quoin": [
"Originally, a solid exterior angle, as of a building; now, commonly, one of the selected pieces of material by which the corner is marked",
"A wedgelike piece of stone, wood, metal, or other material, used for various purposes"
],
"quoit": [
"A flattened ring-shaped piece of iron, to be pitched at a fixed object in play; hence, any heavy flat missile used for the same purpose, as a stone, piece of iron, etc",
"The discus of the ancients. See Discus",
"A cromlech",
"To throw quoits; to play at quoits",
"To throw; to pitch"
],
"quoke": [
"imp. of Quake"
],
"quoll": [
"A marsupial of Australia (Dasyurus macrurus), about the size of a cat"
],
"quondam": [
"Having been formerly; former; sometime",
"A person dismissed or ejected from a position"
],
"quook": [
"imp. of Quake"
],
"quop": [
"___quob"
],
"quorum": [
"Such a number of the officers or members of any body as is competent by law or constitution to transact business; as, a quorum of the House of Representatives; a constitutional quorum was not present"
],
"quota": [
"A proportional part or share; the share or proportion assigned to each in a division",
"a share of effort required to be performed, or a share of resources required to be contributed to some common purpose"
],
"quotable": [
"Capable or worthy of being quoted; as, a quotable writer; a quotable sentence"
],
"quotation": [
"The act of quoting or citing",
"That which is quoted or cited; a part of a book or writing named, repeated, or adduced as evidence or illustration",
"The naming or publishing of the current price of stocks, bonds, or any commodity; also, the price named",
"Quota; share",
"A piece of hollow type metal, lower than type, and measuring two or more pica ems in length and breadth, used in the blank spaces at the beginning and end of chapters, etc"
],
"quotationist": [
"One who makes, or is given to making, quotations"
],
"quote": [
"To cite, as a passage from some author; to name, repeat, or adduce, as a passage from an author or speaker, by way of authority or illustration; as, to quote a passage from Homer",
"To cite a passage from; to name as the authority for a statement or an opinion; as, to quote Shakespeare",
"To name the current price of",
"To notice; to observe; to examine",
"To set down, as in writing",
"A note upon an author"
],
"quoter": [
"One who quotes the words of another"
],
"quoth": [
"Said; spoke; uttered; -- used only in the first and third persons in the past tenses, and always followed by its nominative, the word or words said being the object; as, quoth I, quoth he"
],
"quotha": [
"Indeed; forsooth"
],
"quotidian": [
"Occurring or returning daily; as, a quotidian fever",
"Anything returning daily; especially (Med.), an intermittent fever or ague which returns every day"
],
"quotient": [
"The number resulting from the division of one number by another, and showing how often a less number is contained in a greater; thus, the quotient of twelve divided by four is three",
"The result of any process inverse to multiplication. See the Note under Multiplication"
],
"quotiety": [
"The relation of an object to number"
],
"quotum": [
"Part or proportion; quota"
],
"quran": [
"___koran"
]
}