{
"-yl": [
"A suffix used as a characteristic termination of chemical radicals; as in ethyl, carbonyl, hydroxyl, etc"
],
"i-": [
"___y-"
],
"jahve": [
"___jahveh"
],
"jahveh": [
"A modern transliteration of the Hebrew word translated Jehovah in the Bible; -- used by some critics to discriminate the tribal god of the ancient Hebrews from the Christian Jehovah.  Yahweh or Yahwe is the spelling now generally adopted by scholars"
],
"jahvism": [
"The religion or worship of Yahweh (Jehovah), or the system of doctrines, etc., connected with it",
"Use of Yahweh as a name of God"
],
"jahvist": [
"The author of the passages of the Old Testament, esp. those of the Hexateuch, in which God is styled Yahweh, or Jehovah; the author of the Yahwistic, or Jehovistic, Prophetic Document (J); also, the document itself"
],
"jahwist": [
"___jahvist"
],
"jehovist": [
"___jahvist"
],
"y": [
"Y, the twenty-fifth letter of the English alphabet, at the beginning of a word or syllable, except when a prefix (see Y-), is usually a fricative vocal consonant; as a prefix, and usually in the middle or at the end of a syllable, it is a vowel.  See Guide to Pronunciation, §§ 145, 178-9, 272",
"Something shaped like the letter Y; a forked piece resembling in form the letter Y",
"I"
],
"y current": [
"The current through one branch of the star arrangement of a three-phase circuit"
],
"y level": [
"___y"
],
"y-": [
"A prefix of obscure meaning, originally used with verbs, adverbs, adjectives, nouns, and pronouns. In the Middle English period, it was little employed except with verbs, being chiefly used with past participles, though occasionally with the infinitive.  Ycleped, or yclept, is perhaps the only word not entirely obsolete which shows this use"
],
"ya": [
"Yea"
],
"yacare": [
"A South American crocodilian (Jacare sclerops) resembling the alligator in size and habits. The eye orbits are connected together, and surrounded by prominent bony ridges. Called also spectacled alligator, and spectacled cayman"
],
"yacca": [
"A West Indian name for two large timber trees (Podocarpus coriaceus, and Podocarpus Purdicanus) of the Yew family. The wood, which is much used, is pale brownish with darker streaks"
],
"yacht": [
"A light and elegantly furnished vessel, used either for private parties of pleasure, or as a vessel of state to convey distinguished persons from one place to another; a seagoing vessel used only for pleasure trips, racing, etc",
"To manage a yacht; to voyage in a yacht"
],
"yachter": [
"One engaged in sailing a yacht"
],
"yachting": [
"Sailing for pleasure in a yacht"
],
"yachtman": [
"___yachtsman"
],
"yachtsman": [
"One who owns or sails a yacht; a yachter"
],
"yaf": [
"Gave.  See Give"
],
"yaffingale": [
"The yaffle"
],
"yaffle": [
"The European green woodpecker (Picus viridis syn. Genius viridis).  It is noted for its loud laughlike note.  Called also eccle, hewhole, highhoe, laughing bird, popinjay, rain bird, yaffil, yaffler, yaffingale, yappingale, yackel, and woodhack"
],
"yager": [
"In the German army, one belonging to a body of light infantry armed with rifles, resembling the chasseur of the French army"
],
"yaguarundi": [
"___jaguarondi"
],
"yahoo": [
"One of a race of filthy brutes resembling men but subject to the Houyhnhnms in Swift's “Gulliver's Travels.”  See in the Dictionary of Noted Names in Fiction",
"Hence, any brutish or vicious character",
"A raw countryman; a lout; a greenhorn",
"Someone who is not very intelligent or not interested in culture"
],
"yahwe": [
"___jahveh"
],
"yahweh": [
"___jahveh"
],
"yahwism": [
"___jahvism"
],
"yahwist": [
"___jahvist"
],
"yajur-veda": [
"___veda"
],
"yak": [
"A bovine mammal (Poephagus grunnies) native of the high plains of Central Asia. Its neck, the outer side of its legs, and its flanks, are covered with long, flowing, fine hair. Its tail is long and bushy, often white, and is valued as an ornament and for other purposes in India and China. There are several domesticated varieties, some of which lack the mane and the long hair on the flanks. Called also chauri gua, grunting cow, grunting ox, sarlac, sarlik, and sarluc"
],
"yakamilk": [
"___trumpeter"
],
"yakare": [
"___yacare"
],
"yakin": [
"A large Asiatic antelope (Budorcas taxicolor) native of the higher parts of the Himalayas and other lofty mountains. Its head and neck resemble those of the ox, and its tail is like that of the goat. Called also budorcas"
],
"yakoots": [
"(Ethnol.) A nomadic Mongolian tribe native of Northern Siberia, and supposed to be of Turkish stock. They are mainly pastoral in their habits"
],
"yaksha": [
"A kind of demigod attendant on Kuvera, the god of wealth"
],
"yakut": [
"The Turkish language of the Yakuts, a Mongolian people of northeastern Siberia, which is lingua franca over much of eastern Siberia"
],
"yalah": [
"The oil of the mahwa tree"
],
"yalu": [
"A river in eastern Asia, which rises in North Korea and flows southwest to Korea Bay (forming part of the border between North Korea and China)"
],
"yam": [
"A large, esculent, farinaceous tuber of various climbing plants of the genus Dioscorea; also, the plants themselves. Mostly natives of warm climates. The plants have netted-veined, petioled leaves, and pods with three broad wings. The commonest species is Dioscorea sativa, but several others are cultivated",
"Any one of several cultural varieties of the sweet potato"
],
"yama": [
"The king of the infernal regions, corresponding to the Greek Pluto, and also the judge of departed souls. In later times he is more exclusively considered the dire judge of all, and the tormentor of the wicked. He is represented as of a green color, with red garments, having a crown on his head, his eyes inflamed, and sitting on a buffalo, with a club and noose in his hands"
],
"yamen": [
"In China, the official headquarters or residence of a mandarin, including court rooms, offices, gardens, prisons, etc.; the place where the business of any public department is transcated"
],
"yamma": [
"The llama"
],
"yamp": [
"An umbelliferous plant (Carum Gairdneri); also, its small fleshy roots, which are eaten by the Indians from Idaho to California"
],
"yang": [
"The cry of the wild goose; a honk",
"To make the cry of the wild goose",
"One of the two fundamental principles.  See yin and yang"
],
"yangtze": [
"a major river of Asia, which flows into the East China Sea"
],
"yank": [
"A jerk or twitch",
"To twitch; to jerk",
"An abbreviation of Yankee"
],
"yankee": [
"A nickname for a native or citizen of New England, especially one descended from old New England stock; by extension, an inhabitant of the Northern States as distinguished from a Southerner; also, applied sometimes by foreigners to any inhabitant of the United States",
"Of or pertaining to a Yankee; characteristic of the Yankees"
],
"yankee-doodle": [
"The name of a tune adopted popularly as one of the national airs of the United States",
"Humorously, a Yankee"
],
"yankeeism": [
"A Yankee idiom, word, custom, or the like"
],
"yaourt": [
"A fermented drink, or milk beer, made by the Turks"
],
"yap": [
"To bark; to yelp",
"A bark; a yelp"
],
"yapock": [
"A South American aquatic opossum (Chironectes variegatus) found in Guiana and Brazil. Its hind feet are webbed, and its fore feet do not have an opposable thumb for climbing. Called also water opossum"
],
"yapon": [
"___yaupon"
],
"yarage": [
"The power of moving, or being managed, at sea; -- said with reference to a ship"
],
"yard": [
"A rod; a stick; a staff",
"A branch; a twig",
"A long piece of timber, as a rafter, etc",
"A measure of length, equaling three feet, or thirty-six inches, being the standard of English and American measure",
"The penis",
"A long piece of timber, nearly cylindrical, tapering toward the ends, and designed to support and extend a square sail. A yard is usually hung by the center to the mast.  See Illust. of Ship",
"A place where moose or deer herd together in winter for pasture, protection, etc",
"An inclosure; usually, a small inclosed place in front of, or around, a house or barn; as, a courtyard; a cowyard; a barnyard",
"An inclosure within which any work or business is carried on; as, a dockyard; a shipyard",
"To confine (cattle) to the yard; to shut up, or keep, in a yard; as, to yard cows"
],
"yardage": [
"distance measured in yards"
],
"yardarm": [
"Either half of a square-rigged vessel's yard{6}, from the center or mast to the end",
"The portion of a yard{6} outboard of the slings, often called the outer quarter"
],
"yardful": [
"As much as a yard will contain; enough to fill a yard"
],
"yardie": [
"A member of an international gang of Jamaican criminals who sell drugs and violence"
],
"yardland": [
"A measure of land of uncertain quantity, varying from fifteen to forty acres; a virgate"
],
"yardline": [
"Any of the lines parallel to the goal lines indicating distance from the goal line on a football the field; as, the twenty-five yardline"
],
"yardstick": [
"A stick three feet, or a yard, in length, used as a measure of distance, cloth, etc"
],
"yardwand": [
"A yardstick"
],
"yare": [
"Ready; dexterous; eager; lively; quick to move",
"Soon"
],
"yarely": [
"In a yare manner"
],
"yark": [
"To yerk"
],
"yarke": [
"___saki"
],
"yarn": [
"Spun wool; woolen thread; also, thread of other material, as of cotton, flax, hemp, or silk; material spun and prepared for use in weaving, knitting, manufacturing sewing thread, or the like",
"One of the threads of which the strands of a rope are composed",
"A story told by a sailor for the amusement of his companions; a story or tale; as, to spin a yarn"
],
"yarnen": [
"Made of yarn; consisting of yarn"
],
"yarnut": [
"___yernut"
],
"yarr": [
"To growl or snarl as a dog"
],
"yarrish": [
"Having a rough, dry taste"
],
"yarrow": [
"An American and European composite plant (Achillea Millefolium) with very finely dissected leaves and small white corymbed flowers. It has a strong, and somewhat aromatic, odor and taste, and is sometimes used in making beer, or is dried for smoking. Called also milfoil, and nosebleed"
],
"yarwhip": [
"The European bar-tailed godwit; -- called also yardkeep, and yarwhelp.  See Godwit"
],
"yashmak": [
"the face veil worn by Muslim women"
],
"yataghan": [
"A long knife, or short saber, common among Mohammedan nations, usually having a double curve, sometimes nearly straight"
],
"yate": [
"A gate.  See 1st Gate"
],
"yaud": [
"___yawd"
],
"yaul": [
"___yawl"
],
"yaulp": [
"To yaup"
],
"yaup": [
"To cry out like a child; to yelp",
"A cry of distress, rage, or the like, as the cry of a sickly bird, or of a child in pain",
"The blue titmouse"
],
"yauper": [
"One who, or that which, yaups"
],
"yaupon": [
"A shrub (Ilex Cassine) of the Holly family, native from Virginia to Florida. The smooth elliptical leaves are used as a substitute for tea, and were formerly used in preparing the black drink of the Indians of North Carolina. Called also South-Sea tea"
],
"yautia": [
"In Puerto Rico, any of several araceous plants or their starchy edible roots, which are cooked and eaten like yams or potatoes, as the taro"
],
"yaw": [
"To rise in blisters, breaking in white froth, as cane juice in the clarifiers in sugar works",
"To steer wild, or out of the line of her course; to deviate from her course, as when struck by a heavy sea; -- said of a ship",
"A movement of a vessel by which she temporarily alters her course; a deviation from a straight course in steering"
],
"yaw-weed": [
"A low, shrubby, rubiaceous plant (Morinda Royoc) growing along the seacoast of the West Indies. It has small, white, odorous flowers"
],
"yawd": [
"A jade; an old horse or mare"
],
"yawl": [
"A small ship's boat, usually rowed by four or six oars",
"A fore-and-aft-rigged vessel with two masts, a mainmast carrying a mainsail and jibs, taller than the mizzenmast and stepped a little farther forward than in a sloop, and with the mizzenmast, or jiggermast far aft, usually placed aft of the water line or aft the rudder post.  The mizzenmast of a yawl is smaller, and set further aft, than that of a sloop",
"To cry out like a dog or cat; to howl; to yell"
],
"yawl-rigged": [
"Having two masts with fore-and-aft sails, but differing from a schooner in that the after mast is very small, and stepped as far aft as possible.  See Illustration in Appendix"
],
"yawn": [
"To open the mouth involuntarily through drowsiness, dullness, or fatigue; to gape; to oscitate",
"To open wide; to gape, as if to allow the entrance or exit of anything",
"To open the mouth, or to gape, through surprise or bewilderment",
"To be eager; to desire to swallow anything; to express desire by yawning; as, to yawn for fat livings",
"An involuntary act, excited by drowsiness, etc., consisting of a deep and long inspiration following several successive attempts at inspiration, the mouth, fauces, etc., being wide open",
"The act of opening wide, or of gaping",
"A chasm, mouth, or passageway"
],
"yawningly": [
"In a yawning manner"
],
"yawp": [
"___yaup"
],
"yaws": [
"A disease, occurring in the Antilles and in Africa, characterized by yellowish or reddish tumors, of a contagious character, which, in shape and appearance, often resemble currants, strawberries, or raspberries. There are several varieties of this disease, variously known as framboesia, pian, verrugas, and crab-yaws"
],
"yazoo fraud": [
"The grant by the State of Georgia, by Act of Jan. 7, 1795, of 35,000,000 acres of her western territory, for $500,000, to four companies known as the Yazoo Companies from the region granted ; -- commonly so called, the act being known as the Yazoo Frauds Act, because of alleged corruption of the legislature, every member but one being a shareholder in one or more of the companies. The act granting the land was repealed in 1796 by a new legislature, and the repealing provision was incorporated in the State constitution in 1798. In 1802 the territory was ceded to the United States. The claims of the purchasers, whom Georgia had refused to compensate, were sustained by the United States Supreme Court, which (1810) declared the repealing act of 1796 unconstitutional. Congress in 1814 ordered the lands sold and appropriated $5,000,000 to pay the claims"
],
"ybe": [
"Been"
],
"ycleped": [
"Called; named; -- obsolete, except in archaic or humorous writings"
],
"ydo": [
"Done"
],
"ydrad": [
"Dreaded"
],
"ye": [
"an old method of printing the article the (AS.  þe), the “y” being used in place of the Anglo-Saxon thorn (þ). It is sometimes incorrectly pronounced y&emacr;.  See The, and Thorn, n., 4",
"An eye",
"The plural of the pronoun of the second person in the nominative case",
"Yea; yes"
],
"yea": [
"Yes; ay; a word expressing assent, or an affirmative, or an affirmative answer to a question, now superseded by yes.  See Yes",
"More than this; not only so, but; -- used to mark the addition of a more specific or more emphatic clause.  Cf. Nay, adv., 2",
"An affirmative vote; one who votes in the affirmative; as, a vote by yeas and nays"
],
"yead": [
"Properly, a variant of the defective imperfect yode, but sometimes mistaken for a present.  See the Note under Yede"
],
"yean": [
"To bring forth young, as a goat or a sheep; to ean"
],
"yeanling": [
"A lamb or a kid; an eanling"
],
"year": [
"The time of the apparent revolution of the sun trough the ecliptic; the period occupied by the earth in making its revolution around the sun, called the astronomical year; also, a period more or less nearly agreeing with this, adopted by various nations as a measure of time, and called the civil year; as, the common lunar year of 354 days, still in use among the Mohammedans; the year of 360 days, etc. In common usage, the year consists of 365 days, and every fourth year (called bissextile, or leap year) of 366 days, a day being added to February on that year, on account of the excess above 365 days (see Bissextile)",
"The time in which any planet completes a revolution about the sun; as, the year of Jupiter or of Saturn",
"Age, or old age; as, a man in years"
],
"year 2000 bug": [
"an error in the coding of certain computer programs in which the year portion of dates was represented by only two decimal digits, assuming that the first two digits are “19”.  In such a program the the year 1975 is represented as “75”.  This was a common practise in computer programming even into the 1990's, as many programmers failed to consider that their programs would be used after the year 1999.  Thus, with such a program, a person born in 2000 would be considered as 101 years old in 2001; many different serious problems, as various as the programs, could be caused by such an error"
],
"year 2000 compliant": [
"having dates fully and properly represented, and not susceptible to failure due to the year 2000 bug"
],
"year 2000 problem": [
"___year 2000 bug"
],
"year's purchase": [
"The amount that is yielded by the annual income of property; -- used in expressing the value of a thing in the number of years required for its income to yield its purchase price, in reckoning the amount to be paid for annuities, etc"
],
"year-end": [
"the end of a calendar year",
"taking place at the close of a fiscal year"
],
"year-long": [
"___yearlong"
],
"year-old": [
"having reached an age as specified; as, a two-year-old toddler"
],
"year-round": [
"operating or continuing throughout the year; as, a year-round resort; a year-round job.  Antonym of seasonal"
],
"yeara": [
"The California poison oak (Rhus diversiloba).  See under Poison, a"
],
"yearbook": [
"A book published yearly; any annual report or summary of the statistics or facts of a year, designed to be used as a reference book; as, the Congregational Yearbook",
"A book containing annual reports of cases adjudged in the courts of England"
],
"yeared": [
"Containing years; having existed or continued many years; aged"
],
"yearling": [
"An animal one year old, or in the second year of its age; -- applied chiefly to cattle, sheep, and horses",
"Being a year old"
],
"yearlong": [
"lasting through a year"
],
"yearly": [
"Happening, accruing, or coming every year; annual; as, a yearly income; a yearly feast",
"Lasting a year; as, a yearly plant",
"Accomplished in a year; as, the yearly circuit, or revolution, of the earth",
"Annually; once a year to year; as, blessings yearly bestowed"
],
"yearn": [
"To pain; to grieve; to vex",
"To be pained or distressed; to grieve; to mourn",
"To curdle, as milk",
"To be filled with longing desire; to be harassed or rendered uneasy with longing, or feeling the want of a thing; to strain with emotions of affection or tenderness; to long; to be eager"
],
"yearnful": [
"Desirous"
],
"yearning": [
"prolonged unfulfilled desire or need",
"full of longing or unfulfilled desire"
],
"yearningly": [
"With yearning"
],
"yearnings": [
"The maws, or stomachs, of young calves, used as a rennet for curdling milk"
],
"yearth": [
"The earth"
],
"yeast": [
"The foam, or troth (top yeast), or the sediment (bottom yeast), of beer or other in fermentation, which contains the yeast plant or its spores, and under certain conditions produces fermentation in saccharine or farinaceous substances; a preparation used for raising dough for bread or cakes, and making it light and puffy; barm; ferment",
"Spume, or foam, of water"
],
"yeast-bitten": [
"A term used of beer when the froth of the yeast has reentered the body of the beer"
],
"yeastiness": [
"The quality or state of being yeasty, or frothy"
],
"yeasty": [
"Frothy; foamy; spumy, like yeast"
],
"yedding": [
"The song of a minstrel; hence, any song"
],
"yede": [
"Went.  See Yode"
],
"yeel": [
"An eel"
],
"yeldhall": [
"Guildhall"
],
"yeldrin": [
"The yellow-hammer; -- called also yeldrock, and yoldrin"
],
"yeldrine": [
"___yeldrin"
],
"yelk": [
"___yolk"
],
"yell": [
"To cry out, or shriek, with a hideous noise; to cry or scream as with agony or horror",
"To utter or declare with a yell; to proclaim in a loud tone",
"A sharp, loud, hideous outcry"
],
"yelling": [
"The uttering of one or more loud inarticulate cries, as of pain or excitement"
],
"yellow": [
"Being of a bright saffronlike color; of the color of gold or brass; having the hue of that part of the rainbow, or of the solar spectrum, which is between the orange and the green",
"Cowardly; hence, dishonorable; mean; contemptible; as, he has a yellow streak",
"Sensational; -- said of some newspapers, their makers, etc.; as, yellow journal, journalism, etc",
"A bright golden color, reflecting more light than any other except white; the color of that part of the spectrum which is between the orange and green",
"A yellow pigment",
"To make yellow; to cause to have a yellow tinge or color; to dye yellow",
"To become yellow or yellower"
],
"yellow book": [
"In France, an official government publication bound in yellow covers"
],
"yellow pages": [
"a telephone book or part of a book in which the telephone numbers and often advertisements of business enterprises are listed in numerous sections, organized by the category of the business, the categories themselves being arranged alphabetically; a classified telephone directory.  So called because for many years the listing thus organized was printed on yellow paper, to distinguish it from the white pages containing the names of individuals, listed alphabetically by last name.  The yellow pages are usually bound together with the white pages in the telephone book distributed by the telephone company to its subscribers.  The name was adopted by companies not affiliated with the telephone company, for the classified business directories that they sell"
],
"yellow-brown": [
"Having a color intermediate between yellow and brown"
],
"yellow-covered": [
"Covered or bound in yellow paper"
],
"yellow-eyed": [
"Having yellow eyes"
],
"yellow-golds": [
"A certain plant, probably the yellow oxeye"
],
"yellow-green": [
"midway between yellow and green"
],
"yellowammer": [
"___yellow-hammer"
],
"yellowbill": [
"The American scoter"
],
"yellowbird": [
"The American goldfinch, or thistle bird.  See Goldfinch"
],
"yellowfin": [
"A large squeteague"
],
"yellowfish": [
"A rock trout (Pleurogrammus monopterygius) found on the coast of Alaska; -- called also striped fish, and Atka mackerel"
],
"yellowhammer": [
"A common European finch (Emberiza citrinella). The color of the male is bright yellow on the breast, neck, and sides of the head, with the back yellow and brown, and the top of the head and the tail quills blackish. Called also yellow bunting, scribbling lark, and writing lark"
],
"yellowing": [
"The act or process of making yellow"
],
"yellowish": [
"Somewhat yellow; as, amber is of a yellowish color"
],
"yellowlegs": [
"Any one of several species of long-legged sandpipers of the genus Totanus, in which the legs are bright yellow; -- called also stone snipe, tattler, telltale, yellowshanks; and yellowshins.  See Tattler, 2"
],
"yellowness": [
"The quality or state of being yellow; as, the yellowness of an orange",
"Jealousy"
],
"yellowroot": [
"Any one of several plants with yellow roots"
],
"yellows": [
"A disease of the bile in horses, cattle, and sheep, causing yellowness of the eyes; jaundice",
"A disease of plants, esp. of peach trees, in which the leaves turn to a yellowish color; jeterus",
"A group of butterflies in which the predominating color is yellow. It includes the common small yellow butterflies.  Called also redhorns, and sulphurs.  See Sulphur"
],
"yellowseed": [
"A kind of pepper grass (Lepidium campestre)"
],
"yellowshanks": [
"___yellolegs"
],
"yellowshins": [
"___yellowshanks"
],
"yellowtail": [
"Any one of several species of marine carangoid fishes of the genus Seriola; especially, the large California species (Seriola dorsalis) which sometimes weighs thirty or forty pounds, and is highly esteemed as a food fish; -- called also cavasina, and white salmon"
],
"yellowthroat": [
"Any one of several species of American ground warblers of the genus Geothlypis, esp. the Maryland yellowthroat (Geothlypis trichas), which is a very common species"
],
"yellowtop": [
"A kind of grass, perhaps a species of Agrostis"
],
"yellowwood": [
"The wood of any one of several different kinds of trees; also, any one of the trees themselves. Among the trees so called are the Cladrastis tinctoria, an American leguminous tree; the several species of prickly ash (Xanthoxylum); the Australian Flindersia Oxleyana, a tree related to the mahogany; certain South African species of Podocarpus, trees related to the yew; the East Indian Podocarpus latifolia; and the true satinwood (Chloroxylon Swietenia).  All these Old World trees furnish valuable timber"
],
"yellowwort": [
"A European yellow-flowered, gentianaceous (Chlora perfoliata). The whole plant is intensely bitter, and is sometimes used as a tonic, and also in dyeing yellow"
],
"yelp": [
"To boast",
"To utter a sharp, quick cry, as a hound; to bark shrilly with eagerness, pain, or fear; to yaup",
"A sharp, quick cry; a bark"
],
"yelper": [
"An animal that yelps, or makes a yelping noise"
],
"yelting": [
"The Florida and West Indian red snapper (Lutianus aya); also, sometimes, one of certain other allied species, as Lutianus caxis"
],
"yeman": [
"A yeoman"
],
"yemeni": [
"A native or inhabitant of Yemen",
"Of or pertaining to Yemen; as, Yemeni mountains",
"of or pertaining to the inhabitants of Yemen; as, our Yemeni guide"
],
"yen": [
"The unit of value and account in Japan. The yen is equal to 100 sen. From Japan's adoption of the gold standard, in 1897, to about 1913 the value of the yen was about 50 cents. In 1997 and 1998 the value of the yen varied from 80 per U. S. dollar to 120 per dollar"
],
"yend": [
"To throw; to cast"
],
"yenisei": [
"___yenisey"
],
"yenisey": [
"A Russian river, flowing North into the Arctic Ocean"
],
"yenite": [
"A silicate of iron and lime occurring in black prismatic crystals; -- also called ilvaite"
],
"yeoman": [
"A common man, or one of the commonly of the first or most respectable class; a freeholder; a man free born",
"A servant; a retainer",
"A yeoman of the guard; also, a member of the yeomanry cavalry",
"An interior officer under the boatswain, gunner, or carpenters, charged with the stowage, account, and distribution of the stores"
],
"yeomanlike": [
"Resembling, or suitable to, a yeoman; yeomanly"
],
"yeomanly": [
"Pertaining to a yeoman; becoming or suitable to, a yeoman; yeomanlike"
],
"yeomanry": [
"The position or rank of a yeoman",
"The collective body of yeomen, or freeholders",
"A British volunteer cavalry force, growing out of a royal regiment of fox hunters raised by Yorkshire gentlemen in 1745 to fight the Pretender, Charles Edward; -- calle dalso yeomanry cavalry. The members furnish their own horses, have fourteen days' annual camp training, and receive pay and allowance when on duty. In 1901 the name was altered to imperial yeomanry in recognition of the services of the force in the Boer war. See Army organization, above"
],
"yeorling": [
"The European yellow-hammer"
],
"yer": [
"Ere; before"
],
"yerba": [
"An herb; a plant"
],
"yerd": [
"___yard"
],
"yerk": [
"To throw or thrust with a sudden, smart movement; to kick or strike suddenly; to jerk",
"To strike or lash with a whip",
"To throw out the heels; to kick; to jerk",
"To move a quick, jerking motion",
"A sudden or quick thrust or motion; a jerk"
],
"yern": [
"___yearn",
"Eager; brisk; quick; active"
],
"yerne": [
"Eagerly; briskly; quickly"
],
"yernut": [
"An earthnut, or groundnut.  See Groundnut (d)"
],
"yerst": [
"___erst"
],
"yes": [
"Ay; yea; -- a word which expresses affirmation or consent; -- opposed to no"
],
"yest": [
"___yeast"
],
"yester": [
"Last; last past; next before; of or pertaining to yesterday"
],
"yester-evening": [
"___yestereve"
],
"yester-morning": [
"___yestermorn"
],
"yesterday": [
"The day last past; the day next before the present",
"Fig.: A recent time; time not long past",
"On the day last past; on the day preceding to-day; as, the affair took place yesterday"
],
"yestereve": [
"The evening of yesterday; the evening last past"
],
"yestermorn": [
"The morning of yesterday"
],
"yestern": [
"Of or pertaining to yesterday; relating to the day last past"
],
"yesternight": [
"The last night; the night last past",
"On the last night"
],
"yesternoon": [
"The noon of yesterday; the noon last past"
],
"yesterweek": [
"The week last past; last week"
],
"yesteryear": [
"The year last past; last year"
],
"yestreen": [
"Yester-evening; yesternight; last night"
],
"yesty": [
"___yeasty"
],
"yet": [
"Any one of several species of large marine gastropods belonging to the genus Yetus, or Cymba; a boat shell",
"In addition; further; besides; over and above; still",
"At the same time; by continuance from a former state; still",
"Up to the present time; thus far; hitherto; until now; -- and with the negative, not yet, not up to the present time; not as soon as now; as, Is it time to go? Not yet.  See As yet, under As, conj",
"Before some future time; before the end; eventually; in time",
"Even; -- used emphatically",
"Nevertheless; notwithstanding; however"
],
"yeve": [
"To give"
],
"yeven": [
"Given"
],
"yew": [
"___yaw",
"An evergreen tree (Taxus baccata) of Europe, allied to the pines, but having a peculiar berrylike fruit instead of a cone. It frequently grows in British churchyards",
"The wood of the yew.  It is light red in color, compact, fine-grained, and very elastic.  It is preferred to all other kinds of wood for bows and whipstocks, the best for these purposes coming from Spain",
"A bow for shooting, made of the yew",
"Of or pertaining to yew trees; made of the wood of a yew tree; as, a yew whipstock"
],
"yewen": [
"Made of yew; as, yewen bows"
],
"yex": [
"To hiccough",
"A hiccough"
],
"yezdegerdian": [
"Of or pertaining to Yezdegerd, the last Sassanian monarch of Persia, who was overthrown by the Muslims; as, the Yezdegerdian era, which began on the 16th of June, a. d. 632. The era is still used by the Parsees"
],
"yezdi": [
"___izedi"
],
"yezidee": [
"___izedi."
],
"yezidi": [
"___yezidee"
],
"yfere": [
"Together.  See Ifere"
],
"ygdrasyl": [
"See in the Dictionary of Noted Names in Fiction"
],
"yghe": [
"Eye"
],
"ygo": [
"Gone"
],
"yground": [
"p. p. of Grind"
],
"yholde": [
"p. p. of Hold"
],
"yid": [
"A Jew; -- now (1998) usually considered offensive or contemptuous"
],
"yiddish": [
"A language used by German and other Jews, being a Middle German dialect developed under Hebrew and Slavic influence. It is written in Hebrew characters"
],
"yiddisher": [
"A Yid"
],
"yield": [
"To give in return for labor expended; to produce, as payment or interest on what is expended or invested; to pay; as, money at interest yields six or seven per cent",
"To furnish; to afford; to render; to give forth",
"To give up, as something that is claimed or demanded; to make over to one who has a claim or right; to resign; to surrender; to relinquish; as a city, an opinion, etc",
"To admit to be true; to concede; to allow",
"To permit; to grant; as, to yield passage",
"To give a reward to; to bless",
"To give up the contest; to submit; to surrender; to succumb",
"To comply with; to assent; as, I yielded to his request",
"To give way; to cease opposition; to be no longer a hindrance or an obstacle; as, men readily yield to the current of opinion, or to customs; the door yielded",
"To give place, as inferior in rank or excellence; as, they will yield to us in nothing",
"Amount yielded; product; -- applied especially to products resulting from growth or cultivation"
],
"yieldable": [
"Disposed to yield or comply"
],
"yieldance": [
"The act of producing; yield; as, the yieldance of the earth",
"The act of yielding; concession"
],
"yielder": [
"One who yields"
],
"yielding": [
"Inclined to give way, or comply; flexible; compliant; accommodating; as, a yielding temper"
],
"yieldless": [
"Without yielding; unyielding"
],
"yift": [
"Gift"
],
"yin": [
"A Chinese weight of 22/3 pounds",
"one of the two fundamental principles.  See yin and yang"
],
"yin and yang": [
"the two fundamental principles, one negative, dark, passive, cold, wet, and feminine (yin) and the other (yang) positive, bright, active, dry, hot and masculine.  The interactions and balance of these forces in people and nature influence their behavior and fate"
],
"yis": [
"Yes"
],
"yit": [
"Yet"
],
"yite": [
"The European yellow-hammer"
],
"yive": [
"To give"
],
"ylang-ylang": [
"___ihlang-ihlang"
],
"yle": [
"Isle"
],
"yliche": [
"Like; alike"
],
"ylike": [
"___yliche"
],
"yllanraton": [
"The agouara"
],
"ymaked": [
"Made"
],
"ymel": [
"Among"
],
"ynambu": [
"A South American tinamou (Rhynchotus rufescens); -- called also perdiz grande, and rufous tinamou.  See Illust. of Tinamou"
],
"ynough": [
"Enough"
],
"ynow": [
"___ynough"
],
"yockel": [
"The yaffle"
],
"yode": [
"Went; walked; proceeded"
],
"yodel": [
"To sing in a manner common among the Swiss and Tyrolese mountaineers, by suddenly changing from the head voice, or falsetto, to the chest voice, and the contrary; to warble",
"A song sung by yodeling, as by the Swiss mountaineers"
],
"yodle": [
"___yodel"
],
"yodler": [
"One who yodels"
],
"yoga": [
"A species of asceticism among the Hindoos, which consists in a complete abstraction from all worldly objects, by which the votary expects to obtain union with the universal spirit, and to acquire superhuman faculties"
],
"yogh": [
"An obsolete letter (&yogh_;) of the Old English  alphabet, having a pronunciation similar to the modern “y”"
],
"yoghourt": [
"___yogurt"
],
"yoghurt": [
"___yogurt"
],
"yogi": [
"A follower of the yoga philosophy; an ascetic"
],
"yogism": [
"Yoga, or its practice"
],
"yogurt": [
"custardlike food made from curdled milk"
],
"yoicks": [
"A cry of encouragement to foxhounds"
],
"yoit": [
"The European yellow-hammer"
],
"yojan": [
"A measure of distance, varying from four to ten miles, but usually about five"
],
"yoke": [
"A bar or frame of wood by which two oxen are joined at the heads or necks for working together",
"A frame or piece resembling a yoke, as in use or shape",
"Fig.: That which connects or binds; a chain; a link; a bond connection",
"A mark of servitude; hence, servitude; slavery; bondage; service",
"Two animals yoked together; a couple; a pair that work together",
"The quantity of land plowed in a day by a yoke of oxen",
"A portion of the working day; as, to work two yokes, that is, to work both portions of the day, or morning and afternoon",
"A clamp or similar piece that embraces two other parts to hold or unite them in their respective or relative positions, as a strap connecting a slide valve to the valve stem, or the soft iron block or bar permanently connecting the pole pieces of an electromagnet, as in a dynamo",
"To put a yoke on; to join in or with a yoke; as, to yoke oxen, or pair of oxen",
"To couple; to join with another",
"To enslave; to bring into bondage; to restrain; to confine",
"To be joined or associated; to be intimately connected; to consort closely; to mate"
],
"yoke-toed": [
"Having two toes in front and two behind, as the trogons and woodpeckers"
],
"yokeage": [
"___rokeage"
],
"yokefellow": [
"An associate or companion in, or as in; a mate; a fellow; especially, a partner in marriage"
],
"yokel": [
"A country bumpkin"
],
"yokelet": [
"A small farm; -- so called as requiring but one yoke of oxen to till it"
],
"yokemate": [
"___yokefellow"
],
"yold": [
"Yielded"
],
"yolden": [
"Yielded"
],
"yolk": [
"The yellow part of an egg; the vitellus",
"An oily secretion which naturally covers the wool of sheep"
],
"yoll": [
"To yell"
],
"yom": [
"Day; -- a Hebrew word used in the names of various Jewish feast days; as, Yom Kippur, the Day of Atonement; Yom Teruah (lit., day of shouting), the Feast of Trumpets"
],
"yom kippur": [
"the only fast day of the Mosaic ritual, celebrated on the tenth day of the seventh month (Tishri), according to the rites described in Leviticus xvi. Also called Day of Atonement"
],
"yon": [
"At a distance, but within view; yonder",
"Yonder"
],
"yoncopin": [
"A local name in parts of the Mississippi Valley for the American lotus (Nelumbo lutea)"
],
"yond": [
"Furious; mad; angry; fierce",
"Yonder"
],
"yonder": [
"At a distance, but within view",
"Being at a distance within view, or conceived of as within view; that or those there; yon"
],
"yoni": [
"The symbol under which Sakti, or the personification of the female power in nature, is worshiped.  Cf. Lingam"
],
"yonker": [
"A young fellow; a younker"
],
"yore": [
"In time long past; in old time; long since"
],
"york rite": [
"The rite or ceremonial observed by one of the Masonic systems, deriving its name from the city of York, in England; also, the system itself, which, in England, confers only the first three degrees"
],
"york use": [
"The one of the three printed uses of England which was followed in the north. It was based on the Sarum use.  See Use, n., 6"
],
"yorker": [
"A tice"
],
"yorkshire": [
"A county in the north of England"
],
"yot": [
"To unite closely"
],
"yote": [
"To pour water on; to soak in, or mix with, water"
],
"you": [
"The pronoun of the second person, in the nominative, dative, and objective case, indicating the person or persons addressed.  See the Note under Ye"
],
"youl": [
"To yell; to yowl"
],
"young": [
"Not long born; still in the first part of life; not yet arrived at adolescence, maturity, or age; not old; juvenile; -- said of animals; as, a young child; a young man; a young fawn",
"Being in the first part, pr period, of growth; as, a young plant; a young tree",
"Having little experience; inexperienced; unpracticed; ignorant; weak",
"The offspring of animals, either a single animal or offspring collectively"
],
"young men's christian association": [
"An organization for promoting the spiritual, intellectual, social, and physical welfare of young men, founded, June 6, 1844, by George Williams (knighted therefor by Queen Victoria) in London. In 1851 it extended to the United States and Canada, and in 1855 representatives of similar organizations throughout Europe and America formed an international body. The movement has successfully expanded not only among young men in general, but also specifically among railroad men, in the army and navy, with provision for Indians and negroes, and a full duplication of all the various lines of oepration in the boys' departments.  It currently (1998) maintains buildings which usually have both recreational facilities and dormitories for dwelling.  It is usually called by its acronym YMCA.  See also the similar organizations Young Women's Christian Association and YMHA"
],
"young one": [
"A young human being; a child; also, a young animal, as a colt"
],
"young women's christian association": [
"An organization for promoting the spiritual, intellectual, social, and economic welfare of young women, originating in 1855 with Lady Kinnaird's home for young women, and Miss Emma Robert's prayer union for young women,in England, which were combined in the year 1884 as a national association. Now nearly all the civilized countries, and esp. the United States, have local, national, and international organizations.  See also the similar organizations Young Men's Christian Association and YMHA"
],
"young'un": [
"A young human being; -- a contraction of young one"
],
"young-bearing": [
"being the sex that produces ova and carries the fetus to a point where it can live outside the parent; -- of animals"
],
"young-begetting": [
"Being the sex (of plant or animal) that produces gametes (spermatozoa) that perform the fertilizing function in generation, usually male.  In contradistinction to female or androgynous"
],
"younger": [
"One who is younger; an inferior in age; a junior",
"Used of the younger of two persons of the same name especially used to distinguish a son from his father; -- usually used postpositionally; as, Henry the younger"
],
"youngish": [
"Somewhat young"
],
"youngling": [
"A young person; a youth; also, any animal in its early life",
"Young; youthful"
],
"youngly": [
"Like a young person or thing; young; youthful",
"In a young manner; in the period of youth; early in life",
"Ignorantly; weakly"
],
"youngness": [
"The quality or state of being young"
],
"youngster": [
"A young person; a youngling; a lad"
],
"youngth": [
"Youth"
],
"youngthly": [
"Pertaining to, or resembling, youth; youthful"
],
"younker": [
"A young person; a stripling; a yonker"
],
"youpon": [
"___yaupon"
],
"your": [
"The form of the possessive case of the personal pronoun you"
],
"yours": [
"___your"
],
"yourself": [
"An emphasized or reflexive form of the pronoun of the second person; -- used as a subject commonly with you; as, you yourself shall see it; also, alone in the predicate, either in the nominative or objective case; as, you have injured yourself"
],
"youth": [
"The quality or state of being young; youthfulness; juvenility",
"The part of life that succeeds to childhood; the period of existence preceding maturity or age; the whole early part of life, from childhood, or, sometimes, from infancy, to manhood",
"A young person; especially, a young man",
"Young persons, collectively"
],
"youth-on-age": [
"A vigorous perennial herb (Tolmiea menziesii) with flowers in erect racemes and having young plants develop at the junction of a leaf blade and the leafstalk"
],
"youthful": [
"Not yet mature or aged; young",
"Of or pertaining to the early part of life; suitable to early life; as, youthful days; youthful sports",
"Fresh; vigorous, as in youth"
],
"youthhood": [
"The quality or state of being a youth; the period of youth"
],
"youthly": [
"Young; youthful"
],
"youthsome": [
"Youthful"
],
"youthy": [
"Young"
],
"youze": [
"The cheetah"
],
"yow": [
"You"
],
"yowe": [
"A ewe"
],
"yowl": [
"To utter a loud, long, and mournful cry, as a dog; to howl; to yell",
"A loud, protracted, and mournful cry, as that of a dog; a howl"
],
"yowley": [
"The European yellow-hammer"
],
"yox": [
"___yex"
],
"ypight": [
"___pight"
],
"ypocras": [
"Hippocras"
],
"ypres lace": [
"Fine bobbin lace made at Ypres in Belgium, usually exactly like Valenciennes lace"
],
"ypsiliform": [
"Resembling the &unr_; in appearance; -- said of the germinal spot in the ripe egg at one of the stages of fecundation"
],
"ypsiloid": [
"In the form of the letter Y; Y-shaped"
],
"yraft": [
"Bereft"
],
"yren": [
"Iron"
],
"yronne": [
"Run"
],
"ysame": [
"Together"
],
"yt": [
"An old method of printing that (AS. þæt, ðæt) the “y” taking the place of the old letter “thorn” (þ).  Cf. Ye, the"
],
"ythrowe": [
"p. p. of Throw"
],
"ytterbic": [
"Pertaining to, or derived from, ytterbium; containing ytterbium"
],
"ytterbium": [
"A rare element of the boron group, sometimes associated with yttrium or other related elements, as in euxenite and gadolinite. Symbol Yb; provisional atomic weight 173.2.  Cf. Yttrium"
],
"yttria": [
"The oxide, Y2O3, or earth, of yttrium"
],
"yttric": [
"Pertaining to, derived from, or containing, yttrium"
],
"yttriferous": [
"Bearing or containing yttrium or the allied elements; as, gadolinite is one of the yttriferous minerals"
],
"yttrious": [
"___yttric"
],
"yttrium": [
"A rare metallic element of the boron-aluminium group, found in gadolinite and other rare minerals, and extracted as a dark gray powder.  Symbol Y.  Atomic number 39.  Atomic weight, 88.9"
],
"yttro-cerite": [
"A mineral of a violet-blue color, inclining to gray and white. It is a hydrous fluoride of cerium, yttrium, and calcium"
],
"yttro-columbite": [
"A tantalate of uranium, yttrium, and calcium, of a brown or black color"
],
"yttro-tantalite": [
"___yttro-columbite"
],
"yu": [
"Jade"
],
"yucca": [
"___flicker",
"A genus of American liliaceous, sometimes arborescent, plants having long, pointed, and often rigid, leaves at the top of a more or less woody stem, and bearing a large panicle of showy white blossoms"
],
"yucca borer": [
"A California boring weevil (Yuccaborus frontalis)"
],
"yuck": [
"To itch",
"To scratch",
"an interjection expressing repugnance or distaste",
"a laugh; also, a joke or gag; -- usually used in the plural, as, the skit got lots of yucks"
],
"yuck factor": [
"a reaction of repugnance or distaste; -- used in discussion of acceptability of proposed new foods, medicines, etc. among potential consumers or patients"
],
"yuckel": [
"___yockel"
],
"yucky": [
"Repugnant or distasteful"
],
"yuen": [
"The crowned gibbon (Hylobates pileatus), native of Siam, Southern China, and the Island of Hainan. It is entirely arboreal in its habits, and has very long arms. the males are dark brown or blackish, with a caplike mass of long dark hair, and usually with a white band around the face. The females are yellowish white, with a dark spot on the breast and another on the crown. Called also wooyen, and wooyen ape"
],
"yufts": [
"Russia leather"
],
"yug": [
"Any one of the four ages, Krita, or Satya, Treta, Dwapara, and Kali, into which the Hindoos divide the duration or existence of the world"
],
"yuga": [
"___yug"
],
"yugoslav": [
"___yugoslavian"
],
"yugoslavian": [
"Of or pertaining to Yugoslavia; as, Yugoslavian wine",
"a native or inhabitant of Yugoslavia"
],
"yuke": [
"___yuck"
],
"yulan": [
"A species of Magnolia (Magnolia conspicua) with large white blossoms that open before the leaves.  See the Note under Magnolia"
],
"yule": [
"Christmas or Christmastide; the feast of the Nativity of our Savior"
],
"yuletide": [
"Christmas time; Christmastide; the season of Christmas"
],
"yuman": [
"Designating, or pertaining to, an important linguistic stock of North American Indians of the southwestern United States and northwestern Mexico, nearly all agriculturists and adept potters and basket makers. Their usual dwelling is the brush wikiup, and in their native state they wear little clothing. The Yuma, Maricopa, Mohave, Walapi, and Yavapai are among the chief tribes, all of fine physique"
],
"yumas": [
"A tribe of Indians native of Arizona and the adjacent parts of Mexico and California. They are agricultural, and cultivate corn, wheat, barley, melons, etc"
],
"yummy": [
"Very pleasing or attractive; especially, pleasing to the taste; delicious; scrumptious"
],
"yunca": [
"An Indian of a linguistic stock of tribes of the Peruvian coast who had a developed agricultural civilization at the advent of the Spaniards, before which they had been conquered by the Incas. They constructed irrigation canals which are still in use, adorned their buildings with bas-reliefs and frescoes, and were skilled goldsmiths and silversmiths"
],
"yunx": [
"A genus of birds comprising the wrynecks"
],
"yupon": [
"___yaupon"
],
"yuppie": [
"an ambitious young adult, usually college-educated, living in or near a large city, with a professional career and an affluent lifestyle.  The \"u\" in the word is sometimes interpreted as meaning “upwardly mobile”"
],
"yuppy": [
"___yuppie"
],
"yux": [
"___yex"
],
"yvel": [
"Evil; ill"
],
"ywar": [
"Aware; wary"
],
"ywis": [
"Certainly; most likely; truly; probably"
]
}