{
"-uret": [
"A suffix with the same meaning as -ide. See -ide"
],
"u": [
"the twenty-first letter of the English alphabet, is a cursive form of the letter V, with which it was formerly used interchangeably, both letters being then used both as vowels and consonants. U and V are now, however, differentiated, U being used only as a vowel or semivowel, and V only as a consonant. The true primary vowel sound of U, in Anglo-Saxon, was the sound which it still retains in most of the languages of Europe, that of long oo, as in tool, and short oo, as in wood, answering to the French ou in tour. Etymologically U is most closely related to o, y (vowel), w, and v; as in two, duet, dyad, twice; top, tuft; sop, sup; auspice, aviary. See V, also O and Y"
],
"u-shaped": [
"Having the form of the letter U"
],
"uakari": [
"___ouakari"
],
"uberous": [
"Fruitful; copious; abundant; plentiful"
],
"uberty": [
"Fruitfulness; copiousness; abundance; plenty"
],
"ubication": [
"The quality or state of being in a place; local relation; position or location; whereness"
],
"ubiquarian": [
"Ubiquitous"
],
"ubiquist": [
"One of a school of Lutheran divines which held that the body of Christ is present everywhere, and especially in the eucharist, in virtue of his omnipresence.  Called also ubiquitist, and ubiquitary"
],
"ubiquitariness": [
"Quality or state of being ubiquitary, or ubiquitous"
],
"ubiquitary": [
"Ubiquitous",
"One who exists everywhere",
"A ubiquist"
],
"ubiquitist": [
"___ubiquist"
],
"ubiquitous": [
"Existing or being everywhere, or in all places, at the same time; omnipresent"
],
"ubiquity": [
"Existence everywhere, or in all places, at the same time; omnipresence; as, the ubiquity of God is not disputed by those who admit his existence",
"The doctrine, as formulated by Luther, that Christ's glorified body is omnipresent"
],
"uchees": [
"A tribe of North American Indians belonging to the Creek confederation"
],
"uckewallist": [
"One of a sect of rigid Anabaptists, which originated in 1637, and whose tenets were essentially the same as those of the Mennonists.  In addition, however, they held that Judas and the murderers of Christ were saved.  So called from the founder of the sect, Ucke Wallis, a native of Friesland"
],
"udal": [
"Vars. of Odal, etc.; property held by udal, or allodial, right -- Obs. exc. in Shetland and the Orkney Islands, where udal designates a freehold, land held in fee simple without any charter and free of any feudal character",
"Allodial; -- a term used in Finland, Shetland, and Orkney. See Allodial"
],
"udaler": [
"In the Shetland and Orkney Islands, one who holds property by udal, or allodial, right"
],
"udder": [
"The glandular organ in which milk is secreted and stored; -- popularly called the bag in cows and other quadrupeds. See Mamma",
"One of the breasts of a woman"
],
"uddered": [
"Having an udder or udders"
],
"udderless": [
"Destitute or deprived of an udder",
"Hence, without mother's milk; motherless; as, udderless lambs"
],
"udometer": [
"A rain gauge"
],
"ugh": [
"An exclamation expressive of disgust, horror, or recoil. Its utterance is usually accompanied by a shudder"
],
"uglesome": [
"Ugly"
],
"uglify": [
"To disfigure; to make ugly"
],
"uglily": [
"In an ugly manner; with deformity"
],
"ugliness": [
"The quality or state of being ugly"
],
"ugly": [
"Offensive to the sight; contrary to beauty; being of disagreeable or loathsome aspect; unsightly; repulsive; deformed",
"Ill-natured; crossgrained; quarrelsome; as, an ugly temper; to feel ugly",
"Unpleasant; disagreeable; likely to cause trouble or loss; as, an ugly rumor; an ugly customer",
"A shade for the face, projecting from the bonnet",
"To make ugly"
],
"ugrian": [
"A Mongolian race, ancestors of the Finns"
],
"ugsome": [
"Ugly; offensive; loathsome"
],
"uhlan": [
"One of a certain description of militia among the Tartars",
"One of a kind of light cavalry of Tartaric origin, first introduced into European armies in Poland.  They are armed with lances, pistols, and sabers, and are employed chiefly as skirmishers"
],
"uintatherium": [
"An extinct genus of large Eocene ungulates allied to Dinoceras. This name is sometimes used for nearly all the known species of the group. See Dinoceras"
],
"uitlander": [
"A foreigner; an outlander"
],
"ukase": [
"In Russia, a published proclamation or imperial order, having the force of law",
"an order or edict by someone holding absolute authority"
],
"ulan": [
"___uhlan"
],
"ularburong": [
"A large East Indian nocturnal tree snake (Dipsas dendrophila). It is not venomous"
],
"ulcer": [
"A solution of continuity in any of the soft parts of the body, discharging purulent matter, found on a surface, especially one of the natural surfaces of the body, and originating generally in a constitutional disorder; a sore discharging pus. It is distinguished from an abscess, which has its beginning, at least, in the depth of the tissues",
"Fig.: Anything that festers and corrupts like an open sore; a vice in character",
"To ulcerate"
],
"ulcerable": [
"Capable of ulcerating"
],
"ulcerate": [
"To be formed into an ulcer; to become ulcerous",
"To affect with, or as with, an ulcer or ulcers"
],
"ulcerated": [
"Affected with, or as with, an ulcer or ulcers; as, an ulcerated sore throat"
],
"ulceration": [
"The process of forming an ulcer, or of becoming ulcerous; the state of being ulcerated; also, an ulcer"
],
"ulcerative": [
"Of or pertaining to ulcers; as, an ulcerative process"
],
"ulcered": [
"Ulcerous; ulcerated"
],
"ulcerous": [
"Having the nature or character of an ulcer; discharging purulent or other matter",
"Affected with an ulcer or ulcers; ulcerated"
],
"ulcuscle": [
"A little ulcer"
],
"ule": [
"A Mexican and Central American tree (Castilloa elastica and Castilloa Markhamiana) related to the breadfruit tree.  Its milky juice contains caoutchouc.  Called also ule tree"
],
"ulema": [
"A college or body composed of the hierarchy (the imams, or ministers of religion, the muftis, or doctors of law, and the cadis, or administrators of justice).  That of Turkey alone now has political power; its head is the sheik ul Islam"
],
"ulexite": [
"A mineral occurring in white rounded crystalline masses. It is a hydrous borate of lime and soda"
],
"uliginose": [
"Muddy; oozy; slimy; also, growing in muddy places"
],
"ullage": [
"The amount which a vessel, as a cask, of liquor lacks of being full; wantage; deficiency"
],
"ullet": [
"A European owl (Syrnium aluco) of a tawny color; -- called also uluia"
],
"ullmannite": [
"A brittle mineral of a steel-gray color and metallic luster, containing antimony, arsenic, sulphur, and nickel"
],
"ulluco": [
"___melluc&unr_;o"
],
"ulmaceous": [
"Of or pertaining to a suborder of urticaceous plants, of which the elm is the type"
],
"ulmate": [
"A salt of ulmic acid"
],
"ulmic": [
"Pertaining to ulmin; designating an acid obtained from ulmin"
],
"ulmin": [
"A brown amorphous substance found in decaying vegetation.  Cf. Humin"
],
"ulmus": [
"A genus of trees including the elm"
],
"ulna": [
"The postaxial bone of the forearm, or brachium, corresponding to the fibula of the hind limb. See Radius",
"An ell; also, a yard"
],
"ulnage": [
"Measurement by the ell; alnage"
],
"ulnar": [
"Of or pertaining to the ulna, or the elbow; as, the ulnar nerve"
],
"ulnare": [
"One of the bones or cartilages of the carpus, which articulates with the ulna and corresponds to the cuneiform in man"
],
"ulodendron": [
"A genus of fossil trees"
],
"uloid": [
"Resembling a scar; scarlike"
],
"ulonata": [
"A division of insects nearly equivalent to the true Orthoptera"
],
"ulotrichan": [
"Of or pertaining to the Ulotrichi"
],
"ulotrichi": [
"The division of mankind which embraces the races having woolly or crispy hair.  Cf. Leiotrichi"
],
"ulotrichous": [
"Having woolly or crispy hair; -- opposed to leiotrichous"
],
"ulster": [
"A long, loose overcoat, worn by men and women, originally made of frieze from Ulster, Ireland"
],
"ulterior": [
"Situated beyond, or on the farther side; thither; -- correlative with hither",
"Further; remoter; more distant; succeeding; as, ulterior demands or propositions; ulterior views; what ulterior measures will be adopted is uncertain",
"Ulterior side or part"
],
"ulteriorly": [
"More distantly or remotely"
],
"ultima": [
"Most remote; furthest; final; last",
"The last syllable of a word"
],
"ultimate": [
"Farthest; most remote in space or time; extreme; last; final",
"Last in a train of progression or consequences; tended toward by all that precedes; arrived at, as the last result; final",
"Incapable of further analysis; incapable of further division or separation; constituent; elemental; as, an ultimate particle; an ultimate constituent of matter",
"To come or bring to an end or issue; to eventuate; to end",
"To come or bring into use or practice"
],
"ultimately": [
"As a final consequence; at last; in the end; as, afflictions often tend to correct immoral habits, and ultimately prove blessings"
],
"ultimation": [
"State of being ultimate; that which is ultimate, or final; ultimatum"
],
"ultimatum": [
"A final proposition, concession, or condition; especially, the final propositions, conditions, or terms, offered by either of the parties in a diplomatic negotiation; the most favorable terms that a negotiator can offer, the rejection of which usually puts an end to the hesitation",
"A final demand, the rejection of which may lead to a resort to force or other compelling action by the party presenting the ultimatum.  In international diplomacy, an ultimatum may be used as by the demanding country as a signal to other countries that it gave the other country a seemingly reasonable opportunity to avoid a war; in this way, the demanding country may seek to avoid responsibility for starting a war"
],
"ultime": [
"Ultimate; final"
],
"ultimity": [
"The last stage or consequence; finality"
],
"ultimo": [
"In the month immediately preceding the present; as, on the 1st ultimo; -- usually abbreviated to ult.  Cf. Proximo"
],
"ultion": [
"The act of taking vengeance; revenge"
],
"ultra": [
"Going beyond others, or beyond due limit; extreme; fanatical; uncompromising; as, an ultra reformer; ultra measures",
"One who advocates extreme measures; an ultraist; an extremist; a radical"
],
"ultra vires": [
"Beyond power; transcending authority; -- a phrase used frequently in relation to acts or enactments by corporations in excess of their chartered or statutory rights"
],
"ultra-": [
"A prefix from the Latin ultra beyond (see Ulterior), having in composition the signification beyond, on the other side, chiefly when joined with words expressing relations of place; as, ultramarine, ultramontane, ultramundane, ultratropical, etc. In other relations it has the sense of excessively, exceedingly, beyond what is common, natural, right, or proper; as, ultraconservative; ultrademocratic, ultradespotic, ultraliberal, ultraradical, etc"
],
"ultragaseous": [
"Having the properties exhibited by gases under very low pressures (one millionth of an atmosphere or less). Matter under this condition, which has been termed the fourth state of matter, is sometimes called radiant matter"
],
"ultrage": [
"Outrage"
],
"ultraism": [
"The principles of those who advocate extreme measures, as radical reform, and the like"
],
"ultraist": [
"One who pushes a principle or measure to extremes; an extremist; a radical; an ultra"
],
"ultramarine": [
"Situated or being beyond the sea",
"A blue pigment formerly obtained by powdering lapis lazuli, but now produced in large quantities by fusing together silica, alumina, soda, and sulphur, thus forming a glass, colored blue by the sodium polysulphides made in the fusion. Also used adjectively"
],
"ultramontane": [
"Being beyond the mountains; specifically, being beyond the Alps, in respect to the one who speaks",
"One who resides beyond the mountains, especially beyond the Alps; a foreigner",
"One who maintains extreme views favoring the pope's supremacy. See Ultramontanism"
],
"ultramontanism": [
"The principles of those within the Roman Catholic Church who maintain extreme views favoring the pope's supremacy; -- so used by those living north of the Alps in reference to the Italians; -- rarely used in an opposite sense, as referring to the views of those living north of the Alps and opposed to the papal claims.  Cf. Gallicanism"
],
"ultramontanist": [
"One who upholds ultramontanism"
],
"ultramundane": [
"Being beyond the world, or beyond the limits of our system"
],
"ultrared": [
"Situated beyond or below the red rays; as, the ultrated rays of the spectrum, which are less refrangible than the red"
],
"ultratropical": [
"Situated beyond, or outside of, the tropics; extratropical; also, having an excessively tropical temperature; warmer than the tropics"
],
"ultraviolet": [
"Lying outside the visible spectrum at its blue-violet end; -- said of light more refrangible (i. e. having a shorter wavelength) than the extreme violet rays of the visible spectrum.  Electromagnetic radiation with wavelengths shorter than those of ultrviolet light are not usually considered as light waves, but are classified differently.  The ultraviolet region of the electromagnetic spectrum is generally considered as comprising those electromagnetic emissions with wavelengths lying between those of visible light and those of X-rays, i. e. between 4000 Angstroms and 100 Angstroms"
],
"ultrazodiacal": [
"Outside the zodiac; being in that part of the heavens that is more than eight degrees from the ecliptic; as, ultrazodiacal planets, that is, those planets which in part of their orbits go beyond the zodiac"
],
"ultroneous": [
"Spontaneous; voluntary"
],
"ulula": [
"A genus of owls including the great gray owl (Ulula cinerea) of Arctic America, and other similar species. See Illust. of Owl"
],
"ululant": [
"Howling; wailing"
],
"ululate": [
"To howl, as a dog or a wolf; to wail; as, ululating jackals"
],
"ululation": [
"A howling, as of a dog or wolf; a wailing"
],
"ulva": [
"A genus of thin papery bright green seaweeds including the kinds called sea lettuce"
],
"umbe": [
"About"
],
"umbecast": [
"To cast about; to consider; to ponder"
],
"umbel": [
"A kind of flower cluster in which the flower stalks radiate from a common point, as in the carrot and milkweed. It is simple or compound; in the latter case, each peduncle bears another little umbel, called umbellet, or umbellule"
],
"umbellar": [
"Of or pertaining to an umbel; having the form of an umbel"
],
"umbellate": [
"Bearing umbels; pertaining to an umbel; umbel-like; as, umbellate plants or flowers"
],
"umbellet": [
"A small or partial umbel; an umbellule"
],
"umbellic": [
"Pertaining to, or obtained from, certain umbelliferous plants; as, umbellic acid"
],
"umbellifer": [
"A plant producing an umbel or umbels"
],
"umbelliferone": [
"A tasteless white crystalline substance, C9H6O3, found in the bark of a certain plant (Daphne Mezereum), and also obtained by the distillation of certain gums from the Umbelliferae, as galbanum, asafetida, etc.  It is analogous to coumarin.  Called also hydroxy-coumarin.  Its strong fluorescence under ultraviolet light makes it useful in analytical biochemistry, as, for example, to detect phosphatase activity by hydrolysis of umbelliferyl phosphate"
],
"umbelliferous": [
"Producing umbels"
],
"umbellularia": [
"A genus of deep-sea alcyonaria consisting of a cluster of large flowerlike polyps situated at the summit of a long, slender stem which stands upright in the mud, supported by a bulbous base"
],
"umbellule": [
"An umbellet"
],
"umber": [
"A brown or reddish pigment used in both oil and water colors, obtained from certain natural clays variously colored by the oxides of iron and manganese. It is commonly heated or burned before being used, and is then called burnt umber; when not heated, it is called raw umber. See Burnt umber, below",
"An umbrere",
"___grayling",
"An African wading bird (Scopus umbretta) allied to the storks and herons.  It is dull dusky brown, and has a large occipital crest.  Called also umbrette, umbre, and umber bird",
"Of or pertaining to umber; resembling umber; olive-brown; dark brown; dark; dusky",
"To color with umber; to shade or darken; as, to umber over one's face"
],
"umbery": [
"Of or pertaining to umber; like umber; as, umbery gold"
],
"umbilic": [
"The navel; the center",
"An umbilicus. See Umbilicus, 5 (b)",
"___umbilical"
],
"umbilical": [
"Of or pertaining to an umbilicus, or umbilical cord; umbilic",
"Pertaining to the center; central"
],
"umbilicate": [
"Depressed in the middle, like a navel, as a flower, fruit, or leaf; navel-shaped; having an umbilicus; as, an umbilicated smallpox vesicle"
],
"umbilication": [
"A slight, navel-like depression, or dimpling, of the center of a rounded body; as, the umbilication of a smallpox vesicle; also, the condition of being umbilicated"
],
"umbilicus": [
"The depression, or mark, in the median line of the abdomen, which indicates the point where the umbilical cord separated from the fetus; the navel; the belly button, in humans",
"An ornamented or painted ball or boss fastened at each end of the stick on which manuscripts were rolled",
"The hilum",
"A depression or opening in the center of the base of many spiral shells",
"One of the foci of an ellipse, or other curve"
],
"umble pie": [
"A pie made of umbles. See To eat humble pie, under Humble"
],
"umbles": [
"The entrails and coarser parts of a deer; hence, sometimes, entrails, in general"
],
"umbo": [
"The boss of a shield, at or near the middle, and usually projecting, sometimes in a sharp spike",
"A boss, or rounded elevation, or a corresponding depression, in a palate, disk, or membrane; as, the umbo in the integument of the larvae of echinoderms or in the tympanic membrane of the ear",
"One of the lateral prominences just above the hinge of a bivalve shell"
],
"umbonate": [
"Having a conical or rounded projection or protuberance, like a boss"
],
"umbra": [
"The conical shadow projected from a planet or satellite, on the side opposite to the sun, within which a spectator could see no portion of the sun's disk; -- used in contradistinction from penumbra. See Penumbra",
"Any one of several species of sciaenoid food fishes of the genus Umbrina, especially the Mediterranean species (Umbrina cirrhosa), which is highly esteemed as a market fish; -- called also ombre, and umbrine"
],
"umbraculiferous": [
"Bearing something like an open umbrella"
],
"umbraculiform": [
"Having the form of anything that serves to shade, as a tree top, an umbrella, and the like; specifically (Bot.), having the form of an umbrella; umbrella-shaped"
],
"umbrage": [
"Shade; shadow; obscurity; hence, that which affords a shade, as a screen of trees or foliage",
"Shadowy resemblance; shadow",
"The feeling of being overshadowed; jealousy of another, as standing in one's light or way; hence, suspicion of injury or wrong; offense; resentment"
],
"umbrageous": [
"Forming or affording a shade; shady; shaded; as, umbrageous trees or foliage",
"Not easily perceived, as if from being darkened or shaded; obscure",
"Feeling jealousy or umbrage; taking, or disposed to take, umbrage; suspicious"
],
"umbrate": [
"To shade; to shadow; to foreshadow"
],
"umbratic": [
"Of or pertaining to the shade or darkness; shadowy; unreal; secluded; retired"
],
"umbratile": [
"Umbratic"
],
"umbratious": [
"Suspicious; captious; disposed to take umbrage"
],
"umbre": [
"___umber"
],
"umbrel": [
"An umbrella"
],
"umbrella": [
"A shade, screen, or guard, carried in the hand for sheltering the person from the rays of the sun, or from rain or snow.  It is formed of silk, cotton, or other fabric, extended on strips of whalebone, steel, or other elastic material, inserted in, or fastened to, a rod or stick by means of pivots or hinges, in such a way as to allow of being opened and closed with ease. See Parasol",
"The umbrellalike disk, or swimming bell, of a jellyfish",
"Any marine tectibranchiate gastropod of the genus Umbrella, having an umbrella-shaped shell; -- called also umbrella shell"
],
"umbrere": [
"In ancient armor, a visor, or projection like the peak of a cap, to which a face guard was sometimes attached. This was sometimes fixed, and sometimes moved freely upon the helmet and could be raised like the beaver. Called also umber, and umbril"
],
"umbrette": [
"___umber"
],
"umbriferous": [
"Casting or making a shade; umbrageous"
],
"umbril": [
"An umbrere"
],
"umbrine": [
"___umbra"
],
"umbrose": [
"Shady; umbrageous"
],
"umbrosity": [
"The quality or state of being umbrose; shadiness"
],
"umhofo": [
"An African two-horned rhinoceros (Atelodus simus or Rhinoceros simus); -- called also chukuru, and white rhinoceros"
],
"umlaut": [
"The euphonic modification of a root vowel sound by the influence of a, u, or especially i, in the syllable which formerly followed"
],
"umlauted": [
"Having the umlaut; as, umlauted vowels"
],
"umpirage": [
"The office of an umpire; the power, right, or authority of an umpire to decide",
"The act of umpiring; arbitrament"
],
"umpire": [
"A person to whose sole decision a controversy or question between parties is referred; especially, one chosen to see that the rules of a game, as cricket, baseball, or the like, are strictly observed",
"A third person, who is to decide a controversy or question submitted to arbitrators in case of their disagreement",
"To decide as umpire; to arbitrate; to settle, as a dispute",
"To perform the duties of umpire in or for; as, to umpire a game",
"To act as umpire or arbitrator"
],
"umpireship": [
"Umpirage; arbitrament"
],
"umpress": [
"Female umpire"
],
"umpteen": [
"An indefinite number, usu. more than ten and less than one hundred; a lot.  Often used hyperbolically, and usually expressing the notion of more than the usual number or more than I would like"
],
"umpteenth": [
"Ordinal of umpteen, with corresponding signification; as, for the umpteenth time, I'm telling you to stop"
],
"umquhile": [
"Some time ago; formerly"
],
"un-": [
"An inseparable verbal prefix or particle. It is prefixed: (a) To verbs to express the contrary, and not the simple negative, of the action of the verb to which it is prefixed; as in unbend, uncoil, undo, unfold. (b) To nouns to form verbs expressing privation of the thing, quality, or state expressed by the noun, or separation from it; as in unchild, unsex. Sometimes particles and participial adjectives formed with this prefix coincide in form with compounds of the negative prefix un- (see 2d Un-); as in undone (from undo), meaning unfastened, ruined; and undone (from 2d un- and done) meaning not done, not finished. Un- is sometimes used with an intensive force merely; as in unloose",
"An inseparable prefix, or particle, signifying not; in-; non-. In- is prefixed mostly to words of Latin origin, or else to words formed by Latin suffixes; un- is of much wider application, and is attached at will to almost any adjective, or participle used adjectively, or adverb, from which it may be desired to form a corresponding negative adjective or adverb, and is also, but less freely, prefixed to nouns. Un- sometimes has merely an intensive force; as in unmerciless, unremorseless",
"Un- is prefixed to adjectives, or to words used adjectively",
"To adjectives, to denote the absence of the quality designated by the adjective"
],
"un-mosaic": [
"Not according to Moses; unlike Moses or his works"
],
"un-romanized": [
"Not subjected to Roman arms or customs",
"Not subjected to the principles or usages of the Roman Catholic Church"
],
"una boat": [
"The English name for a catboat; -- so called because Una was the name of the first boat of this kind taken to England"
],
"unabased": [
"To past particles, or to adjectives formed after the analogy of past particles, to indicate the absence of the condition or state expressed by them",
"To present participles which come from intransitive verbs, or are themselves employed as adjectives, to mark the absence of the activity, disposition, or condition implied by the participle"
],
"unability": [
"Inability"
],
"unable": [
"Not able; not having sufficient strength, means, knowledge, skill, or the like; impotent; weak; helpless; incapable; -- now usually followed by an infinitive or an adverbial phrase; as, unable for work; unable to bear fatigue"
],
"unabled": [
"Disabled"
],
"unableness": [
"Inability"
],
"unabolishable": [
"___abolishable"
],
"unabridged": [
"Not abridged, or shortened; full; complete; entire; whole"
],
"unabsorbable": [
"Not absorbable; specifically (Physiol.), not capable of absorption; unable to pass by osmosis into the circulating blood; as, the unabsorbable portion of food"
],
"unacceptability": [
"The quality of being unacceptable; unacceptableness"
],
"unacceptable": [
"Not acceptable; not pleasing; not welcome; unpleasant; disagreeable; displeasing; offensive"
],
"unaccessible": [
"Inaccessible"
],
"unaccommodating": [
"___accommodating",
"Those which have acquired an opposed or contrary, instead of a merely negative, meaning; as, unfriendly, ungraceful, unpalatable, unquiet, and the like; or else an intensive sense more than a prefixed not would express; as, unending, unparalleled, undisciplined, undoubted, unsafe, and the like",
"Those which have the value of independent words, inasmuch as the simple words are either not used at all, or are rarely, or at least much less frequently, used; as, unavoidable, unconscionable, undeniable, unspeakable, unprecedented, unruly, and the like; or inasmuch as they are used in a different sense from the usual meaning of the primitive, or especially in one of the significations of the latter; as, unaccountable, unalloyed, unbelieving, unpretending, unreserved, and the like; or inasmuch as they are so frequently and familiarly used that they are hardly felt to be of negative origin; as, uncertain, uneven, and the like",
"Those which are anomalous, provincial, or, for some other reason, not desirable to be used, and are so indicated; as, unpure for impure, unsatisfaction for dissatisfaction, unexpressible for inexpressible, and the like",
"Un- is prefixed to nouns to express the absence of, or the contrary of, that which the noun signifies; as, unbelief, unfaith, unhealth, unrest, untruth, and the like"
],
"unaccomplished": [
"Not accomplished or performed; unfinished; also, deficient in accomplishment; unrefined"
],
"unaccomplishment": [
"The state of being unaccomplished"
],
"unaccountability": [
"The quality or state of being unaccountable"
],
"unaccountable": [
"Not accountable or responsible; free from control",
"Not to be accounted for; inexplicable; not consonant with reason or rule; strange; mysterious"
],
"unaccurate": [
"Inaccurate"
],
"unaccurateness": [
"Inaccuracy"
],
"unaccustomed": [
"Not used; not habituated; unfamiliar; unused; -- with to",
"Not usual; uncommon; strange; new"
],
"unacquaintance": [
"The quality or state of being unacquainted; want of acquaintance; ignorance"
],
"unacquainted": [
"Not acquainted",
"Not usual; unfamiliar; strange"
],
"unacquaintedness": [
"Unacquaintance"
],
"unactive": [
"Inactive; listless",
"To render inactive or listless"
],
"unactiveness": [
"Inactivity"
],
"unadmissible": [
"Inadmissible"
],
"unadulterate": [
"Not adulterated; pure"
],
"unadvisable": [
"Not advisable; inadvisable; inexpedient"
],
"unadvised": [
"Not prudent; not discreet; ill advised",
"Done without due consideration; wanton; rash; inconsiderate; as, an unadvised proceeding"
],
"unaffected": [
"Not affected or moved; destitute of affection or emotion; uninfluenced",
"Free from affectation; plain; simple; natural; real; sincere; genuine; as, unaffected sorrow"
],
"unafiled": [
"Undefiled"
],
"unagreeable": [
"Disagreeable",
"Not agreeing or consistent; unsuitable"
],
"unaidable": [
"Incapable of being aided"
],
"unalienable": [
"Inalienable; as, unalienable rights"
],
"unalist": [
"An ecclesiastic who holds but one benefice; -- distinguished from pluralist"
],
"unallied": [
"Not allied; having no ally; having no connection or relation; as, unallied species or genera"
],
"unalloyed": [
"Not alloyed; not reduced by foreign admixture; unmixed; unqualified; pure; as, unalloyed metals; unalloyed happiness"
],
"unalmsed": [
"Not having received alms"
],
"unambiguity": [
"Absence of ambiguity; clearness; perspicuity"
],
"unambition": [
"The absence of ambition"
],
"unamiability": [
"The quality or state of being unamiable; moroseness"
],
"unamiable": [
"Not amiable; morose; ill-natured; repulsive"
],
"unanchor": [
"To loose from the anchor, as a ship"
],
"unaneled": [
"Not aneled; not having received extreme unction"
],
"unanimate": [
"Unanimous"
],
"unanimity": [
"The quality or state of being unanimous"
],
"unanimous": [
"Being of one mind; agreeing in opinion, design, or determination; consentient; not discordant or dissentient; harmonious; as, the assembly was unanimous; the members of the council were unanimous",
"Formed with unanimity; indicating unanimity; having the agreement and consent of all; agreed upon without the opposition or contradiction of any; as, a unanimous opinion; a unanimous vote"
],
"unanswerability": [
"The quality of being unanswerable; unanswerableness"
],
"unanswerable": [
"Not answerable; irrefutable; conclusive; decisive; as, he gave an unanswerable argument"
],
"unanswered": [
"Not answered; not replied to; as, an unanswered letter",
"Not refuted; as, an unanswered argument",
"Not responded to in kind; unrequited; as, unanswered affection"
],
"unappalled": [
"Not appalled; not frightened; dauntless; undaunted"
],
"unapparel": [
"To divest of clothing; to strip"
],
"unappealable": [
"Not appealable; that can not be carried to a higher tribunal by appeal; as, an unappealable suit or action",
"Not to be appealed from; -- said of a judge or a judgment that can not be overruled"
],
"unappliable": [
"Inapplicable"
],
"unapplicable": [
"Inapplicable"
],
"unappropriate": [
"Inappropriate; unsuitable",
"Not appropriated",
"To take from private possession; to restore to the possession or right of all; as, to unappropriate a monopoly"
],
"unappropriated": [
"Not specially appropriate; having no special application",
"Not granted to any person, corporation, or the like, to the exclusion of others; as, unappropriated lands",
"Not granted for, or applied to, any specific purpose; as, the unappropriated moneys in the treasury"
],
"unapproved": [
"Not approved",
"Not proved"
],
"unapt": [
"Inapt; slow; dull",
"Unsuitable; unfit; inappropriate",
"Not accustomed and not likely; not disposed"
],
"unaquit": [
"Unrequited"
],
"unargued": [
"Not argued or debated",
"Not argued against; undisputed",
"Not censured"
],
"unarm": [
"To disarm",
"To put off, or lay down, one's arms or armor"
],
"unarmed": [
"Not armed or armored; having no arms or weapons",
"Having no hard and sharp projections, as spines, prickles, spurs, claws, etc",
"Not in a state in which it may be detonated; unable to be detonated;  -- used of nuclear and certain other explosive devices, which, as a safety precaution, are stored and transported in a state in which normal triggering mechanisms will not function to cause the device to detonate.  The weapon must first be armed by a separate action, and only subsequent to such arming will the weapon be able to detonate"
],
"unarted": [
"Ignorant of the arts",
"Not artificial; plain; simple"
],
"unartful": [
"Lacking art or skill; artless"
],
"unartistic": [
"Inartistic"
],
"unascried": [
"Not descried"
],
"unaserved": [
"Not served"
],
"unassented": [
"Not assented; -- said specif. of stocks or bonds the holders of which refuse to deposit them by way of assent to an agreement altering their status, as in a readjustment"
],
"unassuming": [
"Not assuming; not bold or forward; not arrogant or presuming; humble; modest; retiring; as, an unassuming youth; unassuming manners"
],
"unassured": [
"Not assured; not bold or confident",
"Not to be trusted",
"Not insured against loss; as, unassured goods"
],
"unatonable": [
"Not capable of being brought into harmony; irreconcilable",
"Incapable of being atoned for; inexpiable"
],
"unattached": [
"Not attached; not adhering; having no engagement; free",
"Not assigned to any company or regiment",
"Not taken or arrested"
],
"unattentive": [
"Inattentive; careless"
],
"unattire": [
"To divest of attire; to undress"
],
"unau": [
"The two-toed sloth (Cholopus didactylus), native of South America. It is about two feet long. Its color is a uniform grayish brown, sometimes with a reddish tint"
],
"unaudienced": [
"Not given an audience; not received or heard"
],
"unauspicious": [
"Inauspicious"
],
"unauthorize": [
"To disown the authority of; to repudiate"
],
"unavailing": [
"Ineffective in achieving the desired result; ineffectual; futile; of no use; useless; pointless"
],
"unavoidable": [
"Not avoidable; incapable of being shunned or prevented; inevitable; necessary; as, unavoidable troubles",
"Not voidable; incapable of being made null or void"
],
"unavoided": [
"Not avoided or shunned",
"Unavoidable; inevitable"
],
"unaware": [
"Not aware; not noticing; giving no heed; thoughtless; inattentive",
"Unawares"
],
"unawares": [
"Without design or preparation; suddenly; without premeditation, unexpectedly"
],
"unbacked": [
"Never mounted by a rider; unbroken",
"Not supported or encouraged; not countenanced; unaided"
],
"unbag": [
"To pour, or take, or let go, out of a bag or bags"
],
"unbalanced": [
"Not balanced; not in equipoise; having no counterpoise, or having insufficient counterpoise",
"Not adjusted; not settled; not brought to an equality of debt and credit; as, an unbalanced account; unbalanced books",
"Being, or being thrown, out of equilibrium; hence, disordered or deranged in sense; unsteady; unsound; as, an unbalanced mind"
],
"unballast": [
"To free from ballast; to discharge ballast from",
"Not ballasted"
],
"unballasted": [
"Freed from ballast; having discharged ballast",
"Not furnished with ballast; not kept steady by ballast; unsteady; as, unballasted vessels; unballasted wits"
],
"unbanded": [
"Wanting a band or string; unfastened"
],
"unbank": [
"To remove a bank from; to open by, or as if by, the removal of a bank"
],
"unbar": [
"To remove a bar or bars from; to unbolt; to open; as, to unbar a gate"
],
"unbarbed": [
"Not shaven",
"Destitute of barbs, or of reversed points, hairs, or plumes; as, an unbarbed feather"
],
"unbark": [
"To deprive of the bark; to decorticate; to strip; as, to unbark a tree",
"To cause to disembark; to land"
],
"unbarrel": [
"To remove or release from a barrel or barrels"
],
"unbarricade": [
"To unbolt; to unbar; to open"
],
"unbarricadoed": [
"Not obstructed by barricades; open; as, unbarricadoed streets"
],
"unbashful": [
"Not bashful or modest; bold; impudent; shameless"
],
"unbay": [
"To free from the restraint of anything that surrounds or incloses; to let loose; to open"
],
"unbe": [
"To cause not to be; to cause to be another"
],
"unbear": [
"To remove or loose the bearing rein of (a horse)"
],
"unbeast": [
"To deliver from the form or nature of a beast"
],
"unbecome": [
"To misbecome"
],
"unbecoming": [
"Not becoming; unsuitable; unfit; indecorous; improper"
],
"unbed": [
"To raise or rouse from bed"
],
"unbedinned": [
"Not filled with din"
],
"unbefool": [
"To deliver from the state of a fool; to awaken the mind of; to undeceive"
],
"unbeget": [
"To deprive of existence"
],
"unbegilt": [
"Not gilded; hence, not rewarded with gold"
],
"unbegot": [
"Not begot; not yet generated; also, having never been generated; self-existent; eternal"
],
"unbeguile": [
"To set free from the influence of guile; to undeceive"
],
"unbegun": [
"Not yet begun; also, existing without a beginning"
],
"unbehovely": [
"Not behooving or becoming; unseemly"
],
"unbeing": [
"Not existing"
],
"unbeknown": [
"Not known; unknown"
],
"unbelief": [
"The withholding of belief; doubt; incredulity; skepticism",
"Disbelief; especially, disbelief of divine revelation, or in a divine providence or scheme of redemption"
],
"unbelieved": [
"Not believed; disbelieved"
],
"unbeliever": [
"One who does not believe; an incredulous person; a doubter; a skeptic",
"A disbeliever; especially, one who does not believe that the Bible is a divine revelation, and holds that Christ was neither a divine nor a supernatural person; an infidel; a freethinker"
],
"unbelieving": [
"Not believing; incredulous; doubting; distrusting; skeptical",
"Believing that the thing alleged is not true; disbelieving; especially, believing that the Bible is not a divine revelation, or that Christ was not a divine or a supernatural person"
],
"unbelt": [
"To remove or loose the belt of; to ungird"
],
"unbend": [
"To free from flexure; to make, or allow to become, straight; to loosen; as, to unbend a bow",
"A remit from a strain or from exertion; to set at ease for a time; to relax; as, to unbend the mind from study or care",
"To unfasten, as sails, from the spars or stays to which they are attached for use",
"To cease to be bent; to become straight or relaxed",
"To relax in exertion, attention, severity, or the like; hence, to indulge in mirth or amusement"
],
"unbending": [
"Not bending; not suffering flexure; not yielding to pressure; stiff; -- applied to material things",
"Unyielding in will; not subject to persuasion or influence; inflexible; resolute; -- applied to persons",
"Unyielding in nature; unchangeable; fixed; -- applied to abstract ideas; as, unbending truths",
"Devoted to relaxation or amusement"
],
"unbenevolence": [
"Absence or want of benevolence; ill will"
],
"unbenign": [
"Not benign; malignant"
],
"unbenumb": [
"To relieve of numbness; to restore sensation to"
],
"unbereaven": [
"Unbereft"
],
"unbereft": [
"Not bereft; not taken away"
],
"unbeseem": [
"To be unbecoming or unsuitable to; to misbecome"
],
"unbeseeming": [
"Unbecoming; not befitting"
],
"unbespeak": [
"To unsay; hence, to annul or cancel"
],
"unbethink": [
"To change the mind of (one's self)"
],
"unbeware": [
"Unawares"
],
"unbewitch": [
"To free from a spell; to disenchant"
],
"unbias": [
"To free from bias or prejudice"
],
"unbiased": [
"Free from bias or prejudice; unprejudiced; impartial"
],
"unbid": [
"Not bidden; not commanded",
"Uninvited; as, unbidden guests",
"Being without a prayer"
],
"unbind": [
"To remove a band from; to set free from shackles or fastenings; to untie; to unfasten; to loose; as, unbind your fillets; to unbind a prisoner's arms; to unbind a load"
],
"unbishop": [
"To deprive, as a city, of a bishop; to deprive, as a clergyman, of episcopal dignity or rights"
],
"unbit": [
"To remove the turns of (a rope or cable) from the bits; as, to unbit a cable"
],
"unblemished": [
"Not blemished; pure; spotless; as, an unblemished reputation or life"
],
"unbless": [
"To deprive of blessings; to make wretched"
],
"unblessed": [
"Not blest; excluded from benediction; hence, accursed; wretched"
],
"unblestful": [
"Unblessed"
],
"unblind": [
"To free from blindness; to give or restore sight to; to open the eyes of"
],
"unblindfold": [
"To free from that which blindfolds"
],
"unbloody": [
"Not bloody"
],
"unblushing": [
"Not blushing; shameless"
],
"unbody": [
"To free from the body; to disembody",
"To leave the body; to be disembodied; -- said of the soul or spirit"
],
"unbolt": [
"To remove a bolt from; to unfasten; to unbar; to open",
"To explain or unfold a matter; to make a revelation"
],
"unbone": [
"To deprive of bones, as meat; to bone",
"To twist about, as if boneless"
],
"unbonnet": [
"To take a bonnet from; to take off one's bonnet; to uncover; as, to unbonnet one's head"
],
"unbooked": [
"Not written in a book; unrecorded"
],
"unboot": [
"To take off the boots from"
],
"unborn": [
"Not born; not yet brought into life; being still to appear; future"
],
"unborrowed": [
"Not borrowed; being one's own; native; original"
],
"unbosom": [
"To disclose freely; to reveal in confidence, as secrets; to confess; -- often used reflexively; as, to unbosom one's self"
],
"unbosomer": [
"One who unbosoms, or discloses"
],
"unbottomed": [
"Deprived of a bottom",
"Having no bottom; bottomless"
],
"unbound": [
"imp. & p. p. of Unbind"
],
"unboundably": [
"Infinitely"
],
"unbounded": [
"Having no bound or limit; as, unbounded space; an, unbounded ambition"
],
"unbow": [
"To unbend"
],
"unbowed": [
"Not bent or arched; not bowed down"
],
"unbowel": [
"To deprive of the entrails; to disembowel"
],
"unbox": [
"To remove from a box or boxes"
],
"unboy": [
"To divest of the traits of a boy"
],
"unbrace": [
"To free from tension; to relax; to loose; as, to unbrace a drum; to unbrace the nerves"
],
"unbraid": [
"To separate the strands of; to undo, as a braid; to unravel; to disentangle"
],
"unbreast": [
"To disclose, or lay open; to unbosom"
],
"unbreathed": [
"Not breathed",
"Not exercised; unpracticed"
],
"unbred": [
"Not begotten; unborn",
"Not taught or trained; -- with to",
"Not well-bred; ill-bred"
],
"unbreech": [
"To remove the breeches of; to divest or strip of breeches",
"To free the breech of, as a cannon, from its fastenings or coverings"
],
"unbrewed": [
"Not made by brewing; unmixed; pure; genuine"
],
"unbridle": [
"To free from the bridle; to set loose"
],
"unbridled": [
"Loosed from the bridle, or as from the bridle; hence, unrestrained; licentious; violent; as, unbridled passions"
],
"unbroken": [
"Not broken; continuous; unsubdued; as, an unbroken colt"
],
"unbuckle": [
"To loose the buckles of; to unfasten; as, to unbuckle a shoe"
],
"unbuild": [
"To demolish; to raze"
],
"unbundle": [
"To release, as from a bundle; to disclose"
],
"unbung": [
"To remove the bung from; as, to unbung a cask"
],
"unburden": [
"To relieve from a burden",
"To throw off, as a burden; to unload"
],
"unburiable": [
"Not ready or not proper to be buried"
],
"unburrow": [
"To force from a burrow; to unearth"
],
"unburthen": [
"To unburden; to unload"
],
"unbury": [
"To disinter; to exhume; fig., to disclose"
],
"unbusied": [
"Not required to work; unemployed; not busy"
],
"unbutton": [
"To loose the buttons of; to unfasten"
],
"unbuxom": [
"Disobedient"
],
"uncage": [
"To loose, or release, from, or as from, a cage"
],
"uncalled-for": [
"Not called for; not required or needed; improper; gratuitous; wanton"
],
"uncalm": [
"To disturb; to disquiet"
],
"uncamp": [
"To break up the camp of; to dislodge from camp"
],
"uncanny": [
"Not canny; unsafe; strange; weird; ghostly"
],
"uncanonize": [
"To deprive of canonical authority",
"To reduce from the rank of a canonized saint"
],
"uncap": [
"To remove a cap or cover from"
],
"uncapable": [
"Incapable"
],
"uncape": [
"To remove a cap or cape from"
],
"uncapper": [
"An instrument for removing an exploded cap from a cartridge shell"
],
"uncardinal": [
"To degrade from the cardinalship"
],
"uncared": [
"Not cared for; not heeded; -- with for"
],
"uncarnate": [
"Not fleshly; specifically, not made flesh; not incarnate",
"To divest of flesh"
],
"uncart": [
"To take from, or set free from, a cart; to unload"
],
"uncase": [
"To take out of a case or covering; to remove a case or covering from; to uncover",
"To strip; to flay",
"To display, or spread to view, as a flag, or the colors of a military body"
],
"uncastle": [
"To take a castle from; to turn out of a castle"
],
"uncaused": [
"Having no antecedent cause; uncreated; self-existent; eternal"
],
"uncautelous": [
"Incautious"
],
"uncautious": [
"Incautious"
],
"uncautiously": [
"Incautiously"
],
"unce": [
"A claw",
"An ounce; a small portion"
],
"unceasable": [
"Not capable of being ended; unceasing"
],
"uncenter": [
"To throw from its center"
],
"uncentury": [
"To remove from its actual century"
],
"uncertain": [
"Not certain; not having certain knowledge; not assured in mind; distrustful",
"Irresolute; inconsonant; variable; untrustworthy; as, an uncertain person; an uncertain breeze",
"Questionable; equivocal; indefinite; problematical",
"Not sure; liable to fall or err; fallible",
"To make uncertain"
],
"uncertainly": [
"In an uncertain manner"
],
"uncertainty": [
"The quality or state of being uncertain",
"That which is uncertain; something unknown"
],
"uncessant": [
"Incessant"
],
"unchain": [
"To free from chains or slavery; to let loose"
],
"unchancy": [
"Happening at a bad time; unseasonable; inconvenient",
"Ill-fated; unlucky",
"Unsafe to meddle with; dangerous"
],
"unchaplain": [
"To remove from a chaplaincy"
],
"uncharge": [
"To free from a charge or load; to unload",
"To free from an accusation; to make no charge against; to acquit"
],
"unchariot": [
"To throw out of a chariot"
],
"uncharitable": [
"Not charitable; contrary to charity; severe in judging; harsh; censorious; as, uncharitable opinions or zeal"
],
"uncharity": [
"Uncharitableness"
],
"uncharm": [
"To release from a charm, fascination, or secret power; to disenchant"
],
"uncharnel": [
"To remove from a charnel house; to raise from the grave; to exhume"
],
"unchaste": [
"Not chaste; not continent; lewd"
],
"unchastity": [
"The quality or state of being unchaste; lewdness; incontinence"
],
"uncheckable": [
"Not capable of being checked or stopped"
],
"unchild": [
"To bereave of children; to make childless",
"To make unlike a child; to divest of the characteristics of a child"
],
"unchristen": [
"To render unchristian"
],
"unchristened": [
"Not christened; as, an unchristened child"
],
"unchristian": [
"Not Christian; not converted to the Christian faith; infidel",
"Contrary to Christianity; not like or becoming a Christian; as, unchristian conduct",
"To make unchristian"
],
"unchristianize": [
"To turn from the Christian faith; to cause to abandon the belief and profession of Christianity"
],
"unchristianly": [
"Unchristian",
"In an unchristian manner"
],
"unchristianness": [
"The quality or state of being unchristian"
],
"unchurch": [
"To expel, or cause to separate, from a church; to excommunicate",
"To deprive of the character, privileges, and authority of a church"
],
"uncia": [
"A twelfth part, as of the Roman as; an ounce",
"A numerical coefficient in any particular case of the binomial theorem"
],
"uncial": [
"Of, pertaining to, or designating, a certain style of letters used in ancient manuscripts, esp. in Greek and Latin manuscripts. The letters are somewhat rounded, and the upstrokes and downstrokes usually have a slight inclination. These letters were used as early as the 1st century b. c., and were seldom used after the 10th century a. d., being superseded by the cursive style",
"An uncial letter"
],
"unciatim": [
"Ounce by ounce"
],
"unciform": [
"Having the shape of a hook; being of a curved or hooked form; hooklike",
"The unciform bone. See Illust. of Perissodactyla"
],
"uncinata": [
"A division of marine chaetopod annelids which are furnished with uncini, as the serpulas and sabellas"
],
"uncinate": [
"Hooked; bent at the tip in the form of a hook; as, an uncinate process"
],
"uncinatum": [
"The unciform bone"
],
"uncinus": [
"One of the peculiar minute chitinous hooks found in large numbers in the tori of tubicolous annelids belonging to the Uncinata"
],
"uncipher": [
"To decipher; as, to uncipher a letter"
],
"uncircumcised": [
"Not circumcised; hence, not of the Israelites"
],
"uncircumcision": [
"The absence or want of circumcision",
"People not circumcised; the Gentiles"
],
"uncircumstandtial": [
"Not circumstantial; not entering into minute particulars",
"Not important; not pertinent; trivial"
],
"uncity": [
"To deprive of the rank or rights of a city"
],
"uncivil": [
"Not civilized; savage; barbarous; uncivilized",
"Not civil; not complaisant; discourteous; impolite; rude; unpolished; as, uncivil behavior"
],
"uncivility": [
"Incivility"
],
"uncivilization": [
"The state of being uncivilized; savagery or barbarism"
],
"uncivilized": [
"Not civilized; not reclaimed from savage life; rude; barbarous; savage; as, the uncivilized inhabitants of Central Africa",
"Not civil; coarse; clownish"
],
"uncivilty": [
"In an uncivil manner"
],
"unclasp": [
"To loose the clasp of; to open, as something that is fastened with, or as with, a clasp; as, to unclasp a book; to unclasp the hands; to unclasp one's heart"
],
"uncle": [
"The brother of one's father or mother; also applied to an aunt's husband; -- the correlative of aunt in sex, and of nephew and niece in relationship",
"A pawnbroker",
"An eldery man; -- used chiefly as a kindly or familiar appellation, esp. (Southern U. S.) for a worthy old negro; as, “Uncle Remus.”"
],
"unclean": [
"Not clean; foul; dirty; filthy",
"Ceremonially impure; needing ritual cleansing",
"Morally impure"
],
"uncleansable": [
"Incapable of being cleansed or cleaned"
],
"unclench": [
"___unclinch"
],
"uncleship": [
"The office or position of an uncle"
],
"unclew": [
"To unwind, unfold, or untie; hence, to undo; to ruin"
],
"unclinch": [
"To cause to be no longer clinched; to open; as, to unclinch the fist"
],
"uncling": [
"To cease from clinging or adhering"
],
"uncloak": [
"To remove a cloak or cover from; to deprive of a cloak or cover; to unmask; to reveal",
"To remove, or take off, one's cloak"
],
"unclog": [
"To disencumber of a clog, or of difficulties and obstructions; to free from encumbrances; to set at liberty"
],
"uncloister": [
"To release from a cloister, or from confinement or seclusion; to set free; to liberate"
],
"unclose": [
"To open; to separate the parts of; as, to unclose a letter; to unclose one's eyes",
"To disclose; to lay open; to reveal"
],
"unclosed": [
"Not separated by inclosures; open",
"Not finished; not concluded",
"Not closed; not sealed; open"
],
"unclothe": [
"To strip of clothes or covering; to make naked"
],
"unclothed": [
"Divested or stripped of clothing",
"Not yet clothed; wanting clothes; naked"
],
"uncloud": [
"To free from clouds; to unvail; to clear from obscurity, gloom, sorrow, or the like"
],
"unclue": [
"To unwind; to untangle"
],
"unclutch": [
"To open, as something closely shut",
"To disengage, as a clutch"
],
"unco": [
"Unknown; strange, or foreign; unusual, or surprising; distant in manner; reserved",
"In a high degree; to a great extent; greatly; very",
"A strange thing or person"
],
"uncoach": [
"To detach or loose from a coach"
],
"uncock": [
"To let down the cock of, as a firearm",
"To deprive of its cocked shape, as a hat, etc",
"To open or spread from a cock or heap, as hay"
],
"uncoffle": [
"To release from a coffle"
],
"uncoif": [
"To deprive of the coif or cap"
],
"uncoil": [
"To unwind or open, as a coil of rope"
],
"uncoined": [
"Not coined, or minted; as, uncoined silver",
"Not fabricated; not artificial or counterfeit; natural"
],
"uncolt": [
"To unhorse"
],
"uncombine": [
"To separate, as substances in combination; to release from combination or union"
],
"uncomeatable": [
"Not to be come at, or reached; inaccessible"
],
"uncomely": [
"Not comely"
],
"uncomfortable": [
"Feeling discomfort; uneasy; as, to be uncomfortable on account of one's position",
"Causing discomfort; disagreeable; unpleasant; as, an uncomfortable seat or situation"
],
"uncommon": [
"Not common; unusual; infrequent; rare; hence, remarkable; strange; as, an uncommon season; an uncommon degree of cold or heat; uncommon courage"
],
"uncomplete": [
"Incomplete"
],
"uncomprehend": [
"To fail to comprehend"
],
"uncomprehensive": [
"Unable to comprehend",
"Incomprehensible"
],
"uncompromising": [
"Not admitting of compromise; making no truce or concessions; obstinate; unyielding; inflexible"
],
"unconceivable": [
"Inconceivable"
],
"unconcern": [
"Want of concern; absence of anxiety; freedom from solicitude; indifference"
],
"unconcerned": [
"Not concerned; not anxious or solicitous; easy in mind; carelessly secure; indifferent; as, to be unconcerned at what has happened; to be unconcerned about the future"
],
"unconcerning": [
"Not interesting or affecting; insignificant; not belonging to one"
],
"unconcernment": [
"The state of being unconcerned, or of having no share or concern; unconcernedness"
],
"unconcludent": [
"Inconclusive"
],
"unconclusive": [
"Inconclusive"
],
"unconditional": [
"Not conditional, limited, or conditioned; made without condition; absolute; unreserved; as, an unconditional surrender"
],
"unconditioned": [
"Not conditioned or subject to conditions; unconditional",
"Not subject to conditions or limitations; infinite; absolute; hence, inconceivable; incogitable"
],
"unconfidence": [
"Absence of confidence; uncertainty; doubt"
],
"unconform": [
"Unlike"
],
"unconformability": [
"The quality or state of being unconformable; unconformableness",
"Lack of parallelism between one series of strata and another, especially when due to a disturbance of the position of the earlier strata before the latter were deposited"
],
"unconformable": [
"Not conformable; not agreeable; not conforming",
"Not conformable; not lying in a parallel position; as, unconformable strata"
],
"unconformist": [
"A nonconformist"
],
"unconformity": [
"Want of conformity; incongruity; inconsistency",
"Want of parallelism between strata in contact"
],
"unconfound": [
"To free from a state of confusion, or of being confounded"
],
"unconfounded": [
"Not confounded"
],
"uncongeal": [
"To thaw; to become liquid again"
],
"unconning": [
"Not knowing; ignorant"
],
"unconquerable": [
"Not conquerable; indomitable"
],
"unconscionable": [
"Not conscionable; exceeding the limits of any reasonable claim or expectation; not conforming to reason; unreasonable; inordinate; extravagant; as, an unconscionable person or demand; unconscionable size",
"Not guided by, or conformed to, conscience; that cannot be done in good conscience; as, unconscionable profits"
],
"unconscious": [
"Not conscious; having no consciousness or power of mental perception; without cerebral appreciation; hence, not knowing or regarding; ignorant; as, an unconscious man",
"Not known or apprehended by consciousness; resulting from neural activity of which a person is not aware; as, an unconscious movement; unconscious cerebration",
"Having no knowledge by experience; -- followed by of; as, a mule unconscious of the yoke",
"Unintentional; as, an unconscious insult",
"Usually the unconscious; that part of the mind in which mental processes occur that are not accesible to the awareness, but may significantly influence behavior"
],
"unconsecrate": [
"To render not sacred; to deprive of sanctity; to desecrate"
],
"unconsequential": [
"Inconsequential"
],
"unconsiderate": [
"Inconsiderate; heedless; careless"
],
"unconsidered": [
"Not considered or attended to; not regarded; inconsiderable; trifling"
],
"unconsonant": [
"Incongruous; inconsistent"
],
"unconspicuous": [
"Inconspicuous"
],
"unconstancy": [
"Inconstancy"
],
"unconstant": [
"Not constant; inconstant; fickle; changeable"
],
"unconstitutional": [
"Not constitutional; not according to, or consistent with, the terms of a constitution of government; contrary to the constitution; as, an unconstitutional law, or act of an officer"
],
"unconstraint": [
"Freedom from constraint; ease"
],
"unconsummate": [
"Not consummated; not accomplished"
],
"uncontestable": [
"Incontestable"
],
"uncontinent": [
"Not continent; incontinent"
],
"uncontrollable": [
"Incapable of being controlled; ungovernable; irresistible; as, an uncontrollable temper; uncontrollable events",
"Indisputable; irrefragable; as, an uncontrollable maxim; an uncontrollable title"
],
"uncontroversory": [
"Not involving controversy"
],
"uncontrovertible": [
"Incontrovertible"
],
"uncontrovertibly": [
"Incontrovertibly"
],
"unconvenient": [
"Inconvenient"
],
"unconversion": [
"The state of being unconverted; impenitence"
],
"unconverted": [
"Not converted or exchanged",
"Not changed in opinion, or from one faith to another",
"Not persuaded of the truth of the Christian religion; heathenish",
"Unregenerate; sinful; impenitent"
],
"uncord": [
"To release from cords; to loosen the cord or cords of; to unfasten or unbind; as, to uncord a package"
],
"uncork": [
"To draw the cork from; as, to uncork a bottle"
],
"uncorrect": [
"Incorrect"
],
"uncorrigible": [
"Incorrigible; not capable of correction"
],
"uncorrupt": [
"Incorrupt"
],
"uncorruptible": [
"Incorruptible"
],
"uncorruption": [
"Incorruption"
],
"uncouple": [
"To loose, as dogs, from their couples; also, to set loose; to disconnect; to disjoin; as, to uncouple railroad cars",
"To roam at liberty"
],
"uncourtliness": [
"Absence of courtliness; rudeness; rusticity"
],
"uncous": [
"Hooklike; hooked"
],
"uncouth": [
"Unknown",
"Uncommon; rare; exquisite; elegant",
"Unfamiliar; strange; hence, mysterious; dreadful; also, odd; awkward; boorish; as, uncouth manners"
],
"uncovenable": [
"Not covenable; inconvenient"
],
"uncovenanted": [
"Not covenanted; not granted or entered into under a covenant, agreement, or contract",
"Not having joined in a league, or assented to a covenant or agreement, as to the Solemn League and Covenant of the Scottish people in the times of the Stuarts",
"Not having entered into relationship with God through the appointed means of grace; also, not promised or assured by the divine promises or conditions; as, uncovenanted mercies"
],
"uncover": [
"To take the cover from; to divest of covering; as, to uncover a box, bed, house, or the like; to uncover one's body",
"To show openly; to disclose; to reveal",
"To divest of the hat or cap; to bare the head of; as, to uncover one's head; to uncover one's self",
"To take off the hat or cap; to bare the head in token of respect",
"To remove the covers from dishes, or the like"
],
"uncowl": [
"To divest or deprive of a cowl"
],
"uncreate": [
"To deprive of existence; to annihilate",
"Uncreated; self-existent"
],
"uncreated": [
"Deprived of existence; annihilated",
"Not yet created; as, misery uncreated",
"Not existing by creation; self-existent; eternal; as, God is an uncreated being"
],
"uncreatedness": [
"The quality or state of being uncreated"
],
"uncredible": [
"Incredible"
],
"uncredit": [
"To cause to be disbelieved; to discredit"
],
"uncreditable": [
"Discreditable"
],
"uncrown": [
"To deprive of a crown; to take the crown from; hence, to discrown; to dethrone"
],
"uncrudded": [
"Not cruddled, or curdled"
],
"unction": [
"The act of anointing, smearing, or rubbing with an unguent, oil, or ointment, especially for medical purposes, or as a symbol of consecration; as, mercurial unction",
"That which is used for anointing; an unguent; an ointment; hence, anything soothing or lenitive",
"Divine or sanctifying grace",
"That quality in language, address, or the like, which excites emotion; especially, strong devotion; religious fervor and tenderness; sometimes, a simulated, factitious, or unnatural fervor"
],
"unctious": [
"Unctuous"
],
"unctuosity": [
"Quality or state of being unctuous"
],
"unctuous": [
"Of the nature or quality of an unguent or ointment; fatty; oily; greasy",
"Having a smooth, greasy feel, as certain minerals",
"Bland; suave; also, tender; fervid; as, an unctuous speech; sometimes, insincerely suave or fervid"
],
"unculpable": [
"Inculpable; not blameworthy"
],
"uncult": [
"Not cultivated; rude; illiterate"
],
"unculture": [
"Want of culture"
],
"uncunning": [
"Ignorant"
],
"uncunningly": [
"Ignorantly"
],
"uncunningness": [
"Ignorance"
],
"uncurable": [
"Incurable"
],
"uncurably": [
"In an uncurable manner"
],
"uncurbable": [
"Not capable of being curbed"
],
"uncurl": [
"To loose from curls, or ringlets; to straighten out, as anything curled or curly",
"To become uncurled, or straight"
],
"uncurrent": [
"Not current. Specifically: Not passing in common payment; not receivable at par or full value; as, uncurrent notes"
],
"uncurse": [
"To free from a curse or an execration"
],
"uncurtain": [
"To remove a curtain from; to reveal"
],
"uncus": [
"A hook or claw"
],
"uncustomable": [
"Not customable, or subject to customs duties"
],
"uncustomed": [
"Uncustomable; also, not having paid duty or customs"
],
"uncut": [
"Not cut; not separated or divided by cutting or otherwise; -- said especially of books, periodicals, and the like, when the leaves have not been separated by trimming in binding",
"Not ground, or otherwise cut, into a certain shape; as, an uncut diamond",
"Not shortened; not condensed; unabridged; -- said of books, plays, and movies; as, an uncut edition of the film",
"Not diluted; -- said especially of illegal narcotic drugs; as, uncut heroin.  Such illegal drugs are often diluted by admixture with harmless foodstuffs such as sugars"
],
"uncut velvet": [
"A fabric woven like velvet, but with the loops of the warp threads uncut"
],
"uncuth": [
"Unknown; strange"
],
"uncypher": [
"alternate spelling of Uncipher; same as decipher"
],
"undam": [
"To free from a dam, mound, or other obstruction"
],
"undampned": [
"Uncondemned"
],
"undated": [
"Rising and falling in waves toward the margin, as a leaf; waved",
"Not dated; having no date; of unknown age; as, an undated letter"
],
"undauntable": [
"Incapable of being daunted; intrepid; fearless; indomitable"
],
"undaunted": [
"Not daunted; not subdued or depressed by fear"
],
"unde": [
"Waving or wavy; -- applied to ordinaries, or division lines"
],
"undeadly": [
"Not subject to death; immortal"
],
"undeaf": [
"To free from deafness; to cause to hear"
],
"undecagon": [
"A figure having eleven angles and eleven sides"
],
"undecane": [
"A liquid hydrocarbon, C11H24, of the methane series, found in petroleum; -- so called from its containing eleven carbon atoms in the molecule"
],
"undeceive": [
"To cause to be no longer deceived; to free from deception, fraud, fallacy, or mistake"
],
"undecency": [
"Indecency"
],
"undecennary": [
"Occurring once in every period of eleven years; undecennial"
],
"undecennial": [
"Occurring or observed every eleventh year; belonging to, or continuing, a period of eleven years; undecennary; as, an undecennial festival"
],
"undecent": [
"Indecent"
],
"undecide": [
"To reverse or recant, as a previous decision"
],
"undecisive": [
"Indecisive"
],
"undeck": [
"To divest of ornaments"
],
"undecked": [
"Not decked; unadorned",
"Not having a deck; as, an undecked vessel"
],
"undecolic": [
"Pertaining to, or designating, an acid, C11H18O2, of the propiolic acid series, obtained indirectly from undecylenic acid as a white crystalline substance"
],
"undecreed": [
"Not decreed",
"Reversed or nullified by decree, as something previously decreed"
],
"undecyl": [
"The radical regarded as characteristic of undecylic acid"
],
"undecylenic": [
"Pertaining to, or designating, an acid C11H20O2, homologous with acrylic acid, and obtained as a white crystalline substance by the distillation of castor oil"
],
"undecylic": [
"Related to, derived from, or containing, the undecyl radical; specifically, designating that member of the fatty acids which corresponds to undecane, and is obtained as a white crystalline substance, C10H21.CO2H"
],
"undeeded": [
"Not deeded or transferred by deed; as, undeeded land",
"Not made famous by any great action"
],
"undefatigable": [
"Indefatigable"
],
"undefeasible": [
"Indefeasible"
],
"undefine": [
"To make indefinite; to obliterate or confuse the definition or limitations of"
],
"undeify": [
"To degrade from the state of deity; to deprive of the character or qualities of a god; to deprive of the reverence due to a god"
],
"undeniable": [
"Not deniable; incapable of denial; palpably true; indisputable; obvious; as, undeniable evidence",
"Unobjectionable; unquestionably excellent; as, a person of undeniable connections"
],
"undeniably": [
"In an undeniable manner"
],
"undepartable": [
"Incapable of being parted; inseparable"
],
"under": [
"Below or lower, in place or position, with the idea of being covered; lower than; beneath; -- opposed to over; as, he stood under a tree; the carriage is under cover; a cellar extends under the whole house",
"Denoting relation to some thing or person that is superior, weighs upon, oppresses, bows down, governs, directs, influences powerfully, or the like, in a relation of subjection, subordination, obligation, liability, or the like; as, to travel under a heavy load; to live under extreme oppression; to have fortitude under the evils of life; to have patience under pain, or under misfortunes; to behave like a Christian under reproaches and injuries; under the pains and penalties of the law; the condition under which one enters upon an office; under the necessity of obeying the laws; under vows of chastity",
"Denoting relation to something that exceeds in rank or degree, in number, size, weight, age, or the like; in a relation of the less to the greater, of inferiority, or of falling short",
"Denoting relation to something that comprehends or includes, that represents or designates, that furnishes a cover, pretext, pretense, or the like; as, he betrayed him under the guise of friendship; Morpheus is represented under the figure of a boy asleep",
"Less specifically, denoting the relation of being subject, of undergoing regard, treatment, or the like; as, a bill under discussion",
"In a lower, subject, or subordinate condition; in subjection; -- used chiefly in a few idiomatic phrases; as, to bring under, to reduce to subjection; to subdue; to keep under, to keep in subjection; to control; to go under, to be unsuccessful; to fail; to go bankrupt",
"Lower in position, intensity, rank, or degree; subject; subordinate; -- generally in composition with a noun, and written with or without the hyphen; as, an undercurrent; undertone; underdose; under-garment; underofficer; undersheriff"
],
"under-age": [
"Not having arrived at adult age; hence, incapable legally of performing certain acts restricted to adults",
"Not having arrived at adult age, or at years of discretion; hence, raw; green; immature; boyish; childish"
],
"under-arm": [
"Done (as bowling) with the arm not raised above the elbow, that is, not swung far out from the body; underhand.  Cf. Over-arm and Round-Arm",
"For use under the arms, specifically in the armpit; as, an underarm deodorant"
],
"under-garment": [
"A garment worn below another"
],
"underact": [
"To perform inefficiently, as a play; to act feebly"
],
"underaction": [
"Subordinate action; a minor action incidental or subsidiary to the main story; an episode"
],
"underactor": [
"A subordinate actor"
],
"underage": [
"Shortage or deficiency in amount; shortfall"
],
"underagent": [
"A subordinate agent"
],
"underaid": [
"To aid clandestinely"
],
"underback": [
"A vessel which receives the wort as it flows from the mashing tub"
],
"underbear": [
"To support; to endure",
"To line; to guard; to face; as, cloth of gold underborne with blue tinsel"
],
"underbearer": [
"One who supports or sustains; especially, at a funeral, one of those who bear the corpse, as distinguished from a bearer, or pallbearer, who helps to hold up the pall"
],
"underbelly": [
"The lower ventral part of the abdomen of an animal, especially one that walks on four feet",
"The surface of an object closest to the ground, especially of an extended object such as an airplane",
"The weak point of an object vulnerable to attack; used especially in the phrase “the soft underbelly”"
],
"underbid": [
"To bid less than, as when a contract or service is offered to the lowest bidder; to offer to contract, sell, or do for a lower price than"
],
"underbind": [
"To bind beneath"
],
"underboard": [
"Under the board, or table; hence, secretly; unfairly; underhand. See the Note under Aboveboard"
],
"underbrace": [
"To brace, fasten, or bind underneath or below"
],
"underbranch": [
"A lower branch",
"A twig or branchlet"
],
"underbred": [
"Not thoroughly bred; ill-bred; as, an underbred fellow"
],
"underbrush": [
"Shrubs, small trees, and the like, in a wood or forest, growing beneath large trees; undergrowth"
],
"underbuilder": [
"A subordinate or assistant builder"
],
"underbuilding": [
"___substruction"
],
"underbuy": [
"To buy at less than the real value or worth; to buy cheaper than"
],
"undercast": [
"To cast under or beneath"
],
"underchamberlain": [
"A deputy chamberlain of the exchequer"
],
"underchanter": [
"___subchanter"
],
"underchaps": [
"The lower chaps or jaw"
],
"undercharge": [
"To charge below or under; to charge less than is usual or suitable for; as, to undercharge goods or services",
"To put too small a charge into; as, to undercharge a gun",
"A charge that is less than is usual or suitable"
],
"underclay": [
"A stratum of clay lying beneath a coal bed, often containing the roots of coal plants, especially the Stigmaria"
],
"undercliff": [
"A subordinate cliff on a shore, consisting of material that has fallen from the higher cliff above"
],
"underclothes": [
"Clothes worn under others, especially those worn next the skin for warmth; underwear"
],
"underclothing": [
"___underclothes"
],
"undercoat": [
"A coat worn under another; a light coat, as distinguished from an overcoat, or a greatcoat",
"A growth of short hair or fur partially concealed by a longer growth; as, a dog's undercoat"
],
"underconduct": [
"A lower conduit; a subterranean conduit"
],
"underconsumption": [
"Consumption of less than is produced; consumption of less than the usual amount"
],
"undercraft": [
"A sly trick or device; as, an undercraft of authors"
],
"undercreep": [
"To creep secretly or privily"
],
"undercrest": [
"To support as a crest; to bear"
],
"undercroft": [
"A subterranean room of any kind; esp., one under a church (see Crypt), or one used as a chapel or for any sacred purpose"
],
"undercry": [
"To cry aloud"
],
"undercurrent": [
"A current below the surface of water, sometimes flowing in a contrary direction to that on the surface",
"Hence, figuratively, a tendency of feeling, opinion, or the like, in a direction contrary to what is publicly shown; an unseen influence or tendency; as, a strong undercurrent of sentiment in favor of a prisoner",
"Running beneath the surface; hidden"
],
"undercut": [
"The lower or under side of a sirloin of beef; the fillet",
"To cut away, as the side of an object, so as to leave an overhanging portion",
"to sell goods or services at a price below that of (the competition or a competitor's price)",
"to weaken the effectiveness of; to undermine or sabotage (an activity)",
"To cut a notch in one side of (a tree) so as to control the direction in which the tree falls when it is felled",
"Cut away below"
],
"underdealing": [
"Crafty, unfair, or underhand dealing; unfair practice; trickery"
],
"underdelve": [
"To delve under"
],
"underdig": [
"To dig under or beneath; to undermine"
],
"underditch": [
"To dig an underground ditch or ditches in, so as to drain the surface; to underdrain; as, to underditch a field or a farm"
],
"underdo": [
"To do less than is requisite or proper; -- opposed to overdo",
"To do less thoroughly than is requisite; specifically, to cook insufficiently; as, to underdo the meat; -- opposed to overdo"
],
"underdoer": [
"One who underdoes; a shirk"
],
"underdolven": [
"p. p. of Underdelve"
],
"underdose": [
"A dose which is less than required; a small or insufficient dose",
"To give an underdose or underdoses to; to practice giving insufficient doses"
],
"underdrain": [
"An underground drain or trench with openings through which the water may percolate from the soil or ground above",
"To drain by forming an underdrain or underdrains in; as, to underdrain land"
],
"underdressed": [
"Not dresses enough"
],
"underestimate": [
"To set too low a value on; to estimate below the truth",
"The act of underestimating; too low an estimate"
],
"underfaction": [
"A subordinate party or faction"
],
"underfaculty": [
"An inferior or subordinate faculty"
],
"underfarmer": [
"An assistant farmer"
],
"underfeed": [
"To feed with too little food; to supply with an insufficient quantity of food"
],
"underfellow": [
"An underling; a mean, low fellow"
],
"underfilling": [
"The filling below or beneath; the under part of a building"
],
"underfollow": [
"To follow closely or immediately after"
],
"underfong": [
"To undertake; to take in hand; to receive",
"To insnare; to circumvent",
"To sustain; to support; to guard"
],
"underfoot": [
"Under the feet; underneath; below. See Under foot, under Foot, n",
"Low; base; abject; trodden down"
],
"underfringe": [
"A lower fringe; a fringe underneath something"
],
"underfurnish": [
"To supply with less than enough; to furnish insufficiently"
],
"underfurrow": [
"To cover as under a furrow; to plow in; as, to underfurrow seed or manure"
],
"underget": [
"To get under or beneath; also, to understand"
],
"undergird": [
"To bind below; to gird round the bottom"
],
"underglaze": [
"Applied under the glaze, that is, before the glaze is put on; fitted to be so applied; -- said of colors in porcelain painting"
],
"undergo": [
"To go or move below or under",
"To be subjected to; to bear up against; to pass through; to endure; to suffer; to sustain; as, to undergo toil and fatigue; to undergo pain, grief, or anxiety; to undergothe operation of amputation; food in the stomach undergoes the process of digestion",
"To be the bearer of; to possess",
"To undertake; to engage in; to hazard",
"To be subject or amenable to; to underlie"
],
"undergod": [
"A lower or inferior god; a subordinate deity; a demigod"
],
"undergore": [
"To gore underneath"
],
"undergown": [
"A gown worn under another, or under some other article of dress"
],
"undergraduate": [
"A member of a university or a college who has not taken his first degree; a student in any school who has not completed his course.  Contrasted with graduate student",
"Of or pertaining to an undergraduate, or the body of undergraduates"
],
"undergraduateship": [
"The position or condition of an undergraduate"
],
"undergroan": [
"To groan beneath"
],
"underground": [
"The place or space beneath the surface of the ground; subterranean space",
"a subway or subway system, especially in the United Kingdom",
"a secret organization opposed to the prevailing government; as, the French underground during the Nazi occupation",
"a group or movement holding unorthodox views in an environment where conventional ideas dominate, as in artistic circles",
"Being below the surface of the ground; as, an underground story or apartment",
"Done or occurring out of sight; secret",
"Beneath the surface of the earth"
],
"underground insurance": [
"Wildcat insurance"
],
"undergrove": [
"A grove of shrubs or low trees under taller ones"
],
"undergrow": [
"To grow to an inferior, or less than the usual, size or height",
"Undergrown"
],
"undergrown": [
"Of small stature; not grown to a full height or size"
],
"undergrowth": [
"That which grows under trees; specifically, shrubs or small trees growing among large trees"
],
"undergrub": [
"To undermine"
],
"underhand": [
"Secret; clandestine; hence, mean; unfair; fraudulent",
"Done, as pitching, with the hand lower than the shoulder, or, as bowling, with the hand lower than the elbow",
"By secret means; in a clandestine manner; hence, by fraud; unfairly; dishonorably",
"In an underhand manner; thrown with the hand no higher than the shoulder and the palm turned upward during part of the pitch; -- said of pitching or bowling a ball"
],
"underhanded": [
"Underhand; clandestine",
"Insufficiently provided with hands or workers; short-handed; sparsely populated; obsolete in this sense, short-handed or understaffed being the preferrred term"
],
"underhandedly": [
"In an underhand manner"
],
"underhang": [
"To hang under or down; to suspend"
],
"underhangman": [
"An assistant or deputy hangman"
],
"underhead": [
"A blockhead, or stupid person; a dunderhead"
],
"underheave": [
"To heave or lift from below"
],
"underhew": [
"To hew less than is usual or proper; specifically, to hew, as a piece of timber which should be square, in such a manner that it appears to contain a greater number of cubic feet than it really does contain"
],
"underhonest": [
"Not entirely honest"
],
"underhung": [
"Resting on a track at the bottom, instead of being suspended; -- said of a sliding door",
"Having the lower jaw projecting"
],
"underjaw": [
"The lower jaw"
],
"underjoin": [
"To join below or beneath; to subjoin"
],
"underkeep": [
"To keep under, or in subjection; to suppress"
],
"underkeeper": [
"A subordinate keeper or guardian"
],
"underkind": [
"An inferior kind"
],
"underkingdom": [
"A subordinate or dependent kingdom"
],
"underlaborer": [
"An assistant or subordinate laborer"
],
"underlaid": [
"Laid or placed underneath; also, having something laid or lying underneath"
],
"underlay": [
"To lay beneath; to put under",
"To raise or support by something laid under; as, to underlay a cut, plate, or the like, for printing. See Underlay, n., 2",
"To put a tap on (a shoe)",
"To incline from the vertical; to hade; -- said of a vein, fault, or lode",
"The inclination of a vein, fault, or lode from the vertical; a hade; -- called also underlie",
"A thickness of paper, pasteboard, or the like, placed under a cut, or stereotype plate, or under type, in the form, to bring it, or any part of it, to the proper height; also, something placed back of a part of the tympan, so as to secure the right impression"
],
"underlayer": [
"One who, or that which, underlays or is underlaid; a lower layer",
"A perpendicular shaft sunk to cut the lode at any required depth"
],
"underleaf": [
"A prolific sort of apple, good for cider"
],
"underlease": [
"A lease granted by a tenant or lessee; especially, a lease granted by one who is himself a lessee for years, for any fewer or less number of years than he himself holds; a sublease"
],
"underlet": [
"To let below the value",
"To let or lease at second hand; to sublet"
],
"underletter": [
"A tenant or lessee who grants a lease to another"
],
"underlie": [
"To lie under; to rest beneath; to be situated under; as, a stratum of clay underlies the surface gravel",
"To be at the basis of; to form the foundation of; to support; as, a doctrine underlying a theory",
"To be subject or amenable to",
"To lie below or under",
"___underlay"
],
"underline": [
"To mark a line below, as words; to underscore",
"To influence secretly",
"Emphasize or call attention to; highlight; as, Long waits at the emergency room underline the need for a larger hospital"
],
"underling": [
"An inferior person or agent; a subordinate; a low-ranking employee",
"A mean, sorry fellow"
],
"underlip": [
"The lower lip"
],
"underload": [
"to load (a truck, etc.) with less than its full capacity; -- in certain circumstances, an inefficient use of resources"
],
"underload starter": [
"A motor starter provided with an underload switch"
],
"underload switch": [
"A switch which opens a circuit when the current falls below a certain predetermined value, used to protect certain types of motors from running at excessive speed upon decrease of load"
],
"underlock": [
"A lock of wool hanging under the belly of a sheep"
],
"underlooker": [
"A person who inspects a mine daily; -- called also underviewer"
],
"underlying": [
"Lying under or beneath; as, the underlying strata of a locality",
"Fundamental; basic; as, underlying principles; underlying causes",
"Implicit; not immediately obvious; requiring careful scrutiny to discover; as, the underlying sarcasm in her seemingly innocuous remark"
],
"undermanned": [
"Insufficiently furnished with men; short-handed"
],
"undermasted": [
"Having masts smaller than the usual dimension; -- said of vessels"
],
"undermaster": [
"A master subordinate to the principal master; an assistant master"
],
"undermatch": [
"One who is not a match for another"
],
"undermeal": [
"The inferior, or after, part of the day; the afternoon",
"Hence, something occurring or done in the afternoon; esp., an afternoon meal; supper; also, an afternoon nap; a siesta"
],
"undermine": [
"To excavate the earth beneath, or the part of, especially for the purpose of causing to fall or be overthrown; to form a mine under; to sap; as, to undermine a wall",
"Fig.: To remove the foundation or support of by clandestine means; to ruin in an underhand way; as, to undermine reputation; to undermine the constitution of the state"
],
"underminer": [
"One who undermines"
],
"underminister": [
"To serve, or minister to, in a subordinate relation"
],
"underministry": [
"A subordinate or inferior ministry"
],
"undermirth": [
"Suppressed or concealed mirth"
],
"undermoneyed": [
"Bribed"
],
"undermost": [
"Lowest, as in place, rank, or condition"
],
"undern": [
"The time between; the time between sunrise and noon; specifically, the third hour of the day, or nine o'clock in the morning, according to ancient reckoning; hence, mealtime, because formerly the principal meal was eaten at that hour; also, later, the afternoon; the time between dinner and supper"
],
"underneath": [
"Beneath; below; in a lower place; under; as, a channel underneath the soil",
"Under; beneath; below"
],
"underniceness": [
"A want of niceness; indelicacy; impropriety"
],
"undernime": [
"To receive; to perceive",
"To reprove; to reprehend"
],
"underofficer": [
"A subordinate officer"
],
"underpart": [
"A subordinate part"
],
"underpay": [
"To pay inadequately"
],
"underpeep": [
"To peep under"
],
"underpeer": [
"To peer under"
],
"underpeopled": [
"Not fully peopled"
],
"underpight": [
"imp. of Underpitch"
],
"underpin": [
"To lay stones, masonry, etc., under, as the sills of a building, on which it is to rest",
"To support by some solid foundation; to place something underneath for support"
],
"underpinning": [
"The act of one who underpins; the act of supporting by stones, masonry, or the like",
"That by which a building is underpinned; the material and construction used for support, introduced beneath a wall already constructed"
],
"underpitch": [
"To fill underneath; to stuff"
],
"underplant": [
"To plant under"
],
"underplay": [
"To play in a subordinate, or in an inferior manner; to underact a part",
"To play a low card when holding a high one, in the hope of a future advantage",
"The act of underplaying"
],
"underplot": [
"A series of events in a play, proceeding collaterally with the main story, and subservient to it",
"A clandestine scheme; a trick"
],
"underpoise": [
"To weigh, estimate, or rate below desert; to undervalue"
],
"underpossessor": [
"One who possesses or holds anything subject to the superior of another"
],
"underpraise": [
"To praise below desert"
],
"underprize": [
"To undervalue; to underestimate"
],
"underproduction": [
"The production of less than is demanded or of less than the usual supply"
],
"underproof": [
"Containing less alcohol than proof spirit. See Proof spirit, under Spirit"
],
"underprop": [
"To prop from beneath; to put a prop under; to support; to uphold"
],
"underproportioned": [
"Of inadequate or inferior proportions; small; poor"
],
"underpropper": [
"One who, or that which, underprops or supports"
],
"underpull": [
"To exert one's influence secretly"
],
"underpuller": [
"One who underpulls"
],
"underput": [
"To put or send under"
],
"underrate": [
"To rate too low; to rate below the value; to undervalue",
"A price less than the value; as, to sell a thing at an underrate"
],
"underreckon": [
"To reckon below what is right or proper; to underrate"
],
"underrun": [
"To run or pass under"
],
"undersail": [
"To sail alongshore"
],
"undersailed": [
"Inadequately equipped with sails"
],
"undersaturated": [
"Not fully saturated; imperfectly saturated"
],
"undersay": [
"To say by way of derogation or contradiction"
],
"underscore": [
"To draw a mark or line under; to underline"
],
"undersecretary": [
"A secretary who is subordinate to the chief secretary; an assistant secretary; as, an undersecretary of the Treasury"
],
"undersell": [
"To sell the same articles at a lower price than; to sell cheaper than"
],
"underservant": [
"An inferior servant"
],
"underset": [
"To prop or support",
"Undercurrent"
],
"undersetter": [
"One who, or that which, undersets or supports; a prop; a support; a pedestal"
],
"undersetting": [
"Something set or built under as a support; a pedestal"
],
"undershapen": [
"Under the usual shape or size; small; dwarfish"
],
"undersheriff": [
"A sheriff's deputy"
],
"undersheriffry": [
"Undershrievalty"
],
"undershirt": [
"A shirt worn next the skin, under another shirt; -- called also undervest"
],
"undershoot": [
"To shoot short of (a mark)"
],
"undershot": [
"Having the lower incisor teeth projecting beyond the upper ones, as in the bulldog",
"Moved by water passing beneath; -- said of a water wheel, and opposed to overshot; as, an undershot wheel"
],
"undershrievalty": [
"The office or position of an undersheriff"
],
"undershrieve": [
"A low shrub; a woody plant of low stature"
],
"undershrub": [
"Partly shrublike"
],
"undershut": [
"Closed from beneath"
],
"underside": [
"The lower or lowest side of anything"
],
"undersign": [
"To write one's name at the foot or end of, as a letter or any legal instrument"
],
"undersized": [
"Of a size less than is common"
],
"underskinker": [
"Undertapster"
],
"underskirt": [
"A petticoat; the foundation skirt of a draped dress"
],
"undersky": [
"The lower region of the sky"
],
"undersleeve": [
"A sleeve of an under-garment; a sleeve worn under another,"
],
"underslung": [
"Of an automobile body, suspended from the springs in such a manner that the frame of the chassis is below the axles, the object being to lower the center of gravity of the car"
],
"undersoil": [
"The soil beneath the surface; understratum; subsoil"
],
"undersold": [
"p. p. of Undersell"
],
"undersong": [
"The burden of a song; the chorus; the refrain",
"Accompanying strain; subordinate and underlying meaning; accompaniment; undertone"
],
"undersparred": [
"Having spars smaller than the usual dimension; -- said of vessels"
],
"underspend": [
"To spend less than"
],
"undersphere": [
"A sphere which is smaller than, and in its movements subject to, another; a satellite",
"An inferior sphere, or field of action"
],
"underspore": [
"To raise with a spar, or piece of wood, used as a lever"
],
"understair": [
"Of or pertaining to the kitchen, or the servants' quarters; hence, subordinate; menial"
],
"understairs": [
"The basement or cellar"
],
"understand": [
"To have just and adequate ideas of; to apprehended the meaning or intention of; to have knowledge of; to comprehend; to know; as, to understand a problem in Euclid; to understand a proposition or a declaration; the court understands the advocate or his argument; to understand the sacred oracles; to understand a nod or a wink",
"To be apprised, or have information, of; to learn; to be informed of; to hear; as, I understand that Congress has passed the bill",
"To recognize or hold as being or signifying; to suppose to mean; to interpret; to explain",
"To mean without expressing; to imply tacitly; to take for granted; to assume",
"To stand under; to support",
"To have the use of the intellectual faculties; to be an intelligent being",
"To be informed; to have or receive knowledge"
],
"understandable": [
"Capable of being understood; intelligible"
],
"understander": [
"One who understands, or knows by experience"
],
"understanding": [
"Knowing; intelligent; skillful; as, he is an understanding man",
"The act of one who understands a thing, in any sense of the verb; knowledge; discernment; comprehension; interpretation; explanation",
"An agreement of opinion or feeling; adjustment of differences; harmony; anything mutually understood or agreed upon; as, to come to an understanding with another",
"The power to understand; the intellectual faculty; the intelligence; the rational powers collectively conceived an designated; the higher capacities of the intellect; the power to distinguish truth from falsehood, and to adapt means to ends",
"Specifically, the discursive faculty; the faculty of knowing by the medium or use of general conceptions or relations. In this sense it is contrasted with, and distinguished from, the reason"
],
"understandingly": [
"In an understanding manner; intelligibly; with full knowledge or comprehension; intelligently; as, to vote upon a question understandingly; to act or judge understandingly"
],
"understate": [
"To state or represent less strongly than may be done truthfully"
],
"understatement": [
"The act of understating, or the condition of being understated; that which is understated; a statement below the truth"
],
"understock": [
"To supply insufficiently with stock"
],
"understood": [
"imp. & p. p. of Understand"
],
"understrapper": [
"A petty fellow; an inferior agent; an underling"
],
"understrapping": [
"Becoming an understrapper; subservient"
],
"understratum": [
"The layer, or stratum, of earth on which the mold, or soil, rests; subsoil"
],
"understroke": [
"To underline or underscore"
],
"understudy": [
"To study, as another actor's part, in order to be his substitute in an emergency; to study another actor's part",
"One who studies another's part with a view to assuming it in an emergency"
],
"undersuit": [
"A suit worn under another suit; a suit of underclothes"
],
"undertakable": [
"Capable of being undertaken; practicable"
],
"undertake": [
"To take upon one's self; to engage in; to enter upon; to take in hand; to begin to perform; to set about; to attempt",
"Specifically, to take upon one's self solemnly or expressly; to lay one's self under obligation, or to enter into stipulations, to perform or to execute; to covenant; to contract",
"Hence, to guarantee; to promise; to affirm",
"To assume, as a character",
"To engage with; to attack",
"To have knowledge of; to hear",
"To take or have the charge of",
"To take upon one's self, or assume, any business, duty, or province",
"To venture; to hazard",
"To give a promise or guarantee; to be surety"
],
"undertaker": [
"One who undertakes; one who engages in any project or business",
"One who stipulates or covenants to perform any work for another; a contractor",
"Specifically, one who takes the charge and management of funerals"
],
"undertaking": [
"The act of one who undertakes, or engages in, any project or business",
"That which is undertaken; any business, work, or project which a person engages in, or attempts to perform; an enterprise",
"Specifically, the business of an undertaker, or the management of funerals",
"A promise or pledge; a guarantee"
],
"undertapster": [
"Assistant to a tapster"
],
"undertaxed": [
"Taxed too little, or at a lower rate than others"
],
"undertenancy": [
"Tenancy or tenure under a tenant or lessee; the tenure of an undertenant"
],
"undertenant": [
"The tenant of a tenant; one who holds lands or tenements of a tenant or lessee"
],
"underthing": [
"Something that is inferior and of little worth"
],
"undertide": [
"The under or after part of the day; undermeal; evening"
],
"undertone": [
"A low or subdued tone or utterance; a tone less loud than usual"
],
"undertook": [
"imp. of Undertake"
],
"undertow": [
"The current that sets seaward near the bottom when waves are breaking upon the shore"
],
"undertreasurer": [
"An assistant treasurer"
],
"underturn": [
"To turn upside down; to subvert; to upset"
],
"undervaluation": [
"The act of undervaluing; a rate or value not equal to the real worth"
],
"undervalue": [
"To value, rate, or estimate below the real worth; to depreciate",
"To esteem lightly; to treat as of little worth; to hold in mean estimation; to despise",
"A low rate or price; a price less than the real worth; undervaluation"
],
"undervaluer": [
"One who undervalues"
],
"underverse": [
"The lower or second verse"
],
"undervest": [
"An undershirt"
],
"underviewer": [
"___underlooker"
],
"underwear": [
"That which is worn under the outside clothing; underclothes"
],
"underween": [
"To undervalue"
],
"underwent": [
"imp. of Undergo"
],
"underwhelm": [
"To interest less than anticipated; to be dull to (a person)"
],
"underwhelming": [
"Less interesting than expected; dull",
"Smaller than expected or hoped; as, an underwhelming response"
],
"underwing": [
"One of the posterior wings of an insect",
"Any one of numerous species of noctuid moths belonging to Catocala and allied genera, in which the hind wings are banded with red and black or other conspicuous colors. Many of the species are called red underwing"
],
"underwitted": [
"Weak in intellect; half-witted; silly"
],
"underwood": [
"Small trees and bushes that grow among large trees; coppice; underbrush; -- formerly used in the plural"
],
"underwork": [
"To injure by working secretly; to destroy or overthrow by clandestine measure; to undermine",
"To expend too little work upon; as, to underwork a painting",
"To do like work at a less price than; as, one mason may underwork another",
"To work or operate in secret or clandestinely",
"To do less work than is proper or suitable",
"To do work for a less price than current rates",
"Inferior or subordinate work; petty business"
],
"underworker": [
"One who underworks",
"An inferior or subordinate workman"
],
"underworld": [
"The lower of inferior world; the world which is under the heavens; the earth",
"The mythological place of departed souls; Hades",
"The portion of the world which is below the horizon; the opposite side of the world; the antipodes",
"The inferior part of mankind"
],
"underwrite": [
"To write under something else; to subscribe",
"To subscribe one's name to for insurance, especially for marine insurance; to write one's name under, or set one's name to, as a policy of insurance, for the purpose of becoming answerable for loss or damage, on consideration of receiving a certain premium per cent; as, individuals, as well as companies, may underwrite policies of insurance",
"To practice the business of insuring; to take a risk of insurance on a vessel or the like"
],
"underwriter": [
"One who underwrites his name to the conditions of an insurance policy, especially of a marine policy; an insurer"
],
"underwriting": [
"The business of an underwriter,"
],
"underyoke": [
"To subject to the yoke; to make subject"
],
"undeserve": [
"To fail to deserve"
],
"undeserver": [
"One of no merit; one who is nor deserving or worthy"
],
"undesigning": [
"Having no artful, ulterior, or fraudulent purpose; sincere; artless; simple"
],
"undestroyable": [
"Indestructible"
],
"undeterminable": [
"Not determinable; indeterminable"
],
"undeterminate": [
"Nor determinate; not settled or certain; indeterminate"
],
"undetermination": [
"Indetermination"
],
"undevil": [
"To free from possession by a devil or evil spirit; to exorcise"
],
"undevotion": [
"Absence or want of devotion"
],
"undid": [
"imp. of Undo"
],
"undifferentiated": [
"Not differentiated; specifically (Biol.), homogenous, or nearly so; -- said especially of young or embryonic tissues which have not yet undergone differentiation (see Differentiation, 3), that is, which show no visible separation into their different structural parts"
],
"undigenous": [
"Generated by water"
],
"undigestible": [
"Indigestible"
],
"undight": [
"To put off; to lay aside, as a garment"
],
"undigne": [
"Unworthy"
],
"undine": [
"One of a class of fabled female water spirits who might receive a human soul by intermarrying with a mortal"
],
"undiocesed": [
"Unprovided with a diocese; having no diocese"
],
"undirect": [
"To misdirect; to mislead",
"Indirect"
],
"undirected": [
"Not directed; not guided; left without direction",
"Not addressed; not superscribed, as a letter",
"Misdirected; misled; led astray"
],
"undirectly": [
"Indirectly"
],
"undiscerning": [
"Want of discernment"
],
"undisclose": [
"To keep close or secret"
],
"undiscreet": [
"Indiscreet"
],
"undispensable": [
"Indispensable",
"Unavoidable; inevitable",
"Not to be freed by dispensation"
],
"undispensed": [
"Not dispensed",
"Not freed by dispensation"
],
"undisposedness": [
"Indisposition; disinclination"
],
"undisputable": [
"Indisputable"
],
"undistinctive": [
"Making no distinctions; not discriminating; impartial"
],
"undistinctly": [
"Indistinctly"
],
"undivided": [
"Not divided; not separated or disunited; unbroken; whole; continuous; as, plains undivided by rivers or mountains",
"Not set off, as a share in a firm; not made actually separate by division; as, a partner, owning one half in a firm, is said to own an undivided half so long as the business continues and his share is not set off to him",
"Not directed or given to more than one object; as, undivided attention or affection",
"Not lobed, cleft, or branched; entire"
],
"undividual": [
"Indivisible"
],
"undivisible": [
"Indivisible"
],
"undo": [
"To reverse, as what has been done; to annul; to bring to naught",
"To loose; to open; to take to piece; to unfasten; to untie; hence, to unravel; to solve; as, to undo a knot; to undo a puzzling question; to undo a riddle",
"To bring to poverty; to impoverish; to ruin, as in reputation, morals, hopes, or the like; as, many are undone by unavoidable losses, but more undo themselves by vices and dissipation, or by indolence"
],
"undock": [
"To take out of dock; as, to undock a ship"
],
"undoer": [
"One who undoes anything; especially, one who ruins another"
],
"undoing": [
"The reversal of what has been done",
"Ruin"
],
"undomesticate": [
"To make wild or roving"
],
"undone": [
"p. p. of Undo",
"Not done or performed; neglected"
],
"undouble": [
"To unfold, or render single"
],
"undoubtable": [
"Indubitable"
],
"undoubted": [
"Not doubted; not called in question; indubitable; indisputable; as, undoubted proof; undoubted hero"
],
"undrainable": [
"___drainable"
],
"undrape": [
"To strip of drapery; to uncover or unveil"
],
"undraw": [
"To draw aside or open; to draw back"
],
"undreamed": [
"Not dreamed, or dreamed of; not th&unr_;ught of; not imagined; -- often followed by of"
],
"undress": [
"To divest of clothes; to strip",
"To divest of ornaments to disrobe",
"To take the dressing, or covering, from; as, to undress a wound",
"A loose, negligent dress; ordinary dress, as distinguished from full dress",
"An authorized habitual dress of officers and soldiers, but not full-dress uniform"
],
"undubitable": [
"Indubitable; as, an undubitable principle"
],
"undue": [
"Not due; not yet owing; as, an undue debt, note, or bond",
"Not right; not lawful or legal; improper; as, an undue proceeding",
"Not agreeable to a rule or standard, or to duty; disproportioned; excessive; immoderate; inordinate; as, an undue attachment to forms; an undue rigor in the execution of law"
],
"undueness": [
"The quality of being undue"
],
"unduke": [
"To deprive of dukedom"
],
"undulant": [
"Undulating"
],
"undulary": [
"Moving like waves; undulatory"
],
"undulate": [
"___undulated",
"To cause to move backward and forward, or up and down, in undulations or waves; to cause to vibrate",
"To move in, or have, undulations or waves; to vibrate; to wave; as, undulating air"
],
"undulated": [
"Resembling, or in the nature of, waves; having a wavy surface; undulatory",
"Waved obtusely up and down, near the margin, as a leaf or corolla; wavy",
"Formed with elevations and depressions resembling waves; having wavelike color markings; as, an undulated shell"
],
"undulating": [
"Rising and falling like waves; resembling wave form or motion; undulatory; rolling; wavy; as, an undulating medium; undulating ground"
],
"undulation": [
"The act of undulating; a waving motion or vibration; as, the undulations of a fluid, of water, or of air; the undulations of sound",
"A wavy appearance or outline; waviness",
"The tremulous tone produced by a peculiar pressure of the finger on a string, as of a violin",
"A motion to and fro, up and down, or from side to side, in any fluid or elastic medium, propagated continuously among its particles, but with no translation of the particles themselves in the direction of the propagation of the wave; a wave motion; a vibration"
],
"undulationist": [
"One who advocates the undulatory theory of light"
],
"undulative": [
"Consisting in, or accompanied by, undulations; undulatory"
],
"undulatory": [
"Moving in the manner of undulations, or waves; resembling the motion of waves, which successively rise or swell rise or swell and fall; pertaining to a propagated alternating motion, similar to that of waves"
],
"undull": [
"To remove the dullness of; to clear"
],
"undulous": [
"Undulating; undulatory"
],
"unduly": [
"In an undue manner"
],
"undumpish": [
"To relieve from the dumps"
],
"undust": [
"To free from dust"
],
"undwellable": [
"Uninhabitable"
],
"undwelt": [
"Not lived (in); -- with in"
],
"undying": [
"Not dying; imperishable; unending; immortal; as, the undying souls of men"
],
"uneared": [
"Not eared, or plowed"
],
"unearned": [
"Not earned; not gained by labor or service"
],
"unearth": [
"To drive or draw from the earth; hence, to uncover; to bring out from concealment; to bring to light; to disclose; as, to unearth a secret"
],
"unearthly": [
"Not terrestrial; supernatural; preternatural; hence, weird; appalling; terrific; as, an unearthly sight or sound"
],
"unease": [
"Want of ease; uneasiness"
],
"uneasily": [
"In an easy manner"
],
"uneasiness": [
"The quality or state of being uneasy; restlessness; disquietude; anxiety",
"The quality of making uneasy; discomfort; as, the uneasiness of the road"
],
"uneasy": [
"Not easy; difficult",
"Restless; disturbed by pain, anxiety, or the like; disquieted; perturbed",
"Not easy in manner; constrained; stiff; awkward; not graceful; as, an uneasy deportment",
"Occasioning want of ease; constraining; cramping; disagreeable; unpleasing"
],
"uneath": [
"Not easy; difficult; hard",
"Not easily; hardly; scarcely"
],
"unedge": [
"To deprive of the edge; to blunt"
],
"unefectual": [
"Ineffectual"
],
"unelastic": [
"Not elastic; inelastic"
],
"unelasticity": [
"Inelasticity"
],
"unelegant": [
"Inelegant"
],
"uneligible": [
"Ineligible"
],
"unembarrassed": [
"Not embarrassed",
"Not perplexed in mind; not confused; as, the speaker appeared unembarrassed",
"Free from pecuniary difficulties or encumbrances; as, he and his property are unembarrassed",
"Free from perplexing connection; as, the question comes into court unembarrassed with irrelevant matter"
],
"unembarrassment": [
"Freedom from embarrassment"
],
"unembodied": [
"Free from a corporeal body; disembodied; as, unembodied spirits",
"Not embodied; not collected into a body; not yet organized; as, unembodied militia"
],
"unempirically": [
"Not empirically; without experiment or experience"
],
"unemployed": [
"Not employed in manual or other labor; having no regular work",
"Not invested or used; as, unemployed capital",
"actively seeking employment but unable to find a suitable job"
],
"unemployment": [
"Quality or state of being not employed; -- used esp. in economics, of the condition of various social classes when temporarily thrown out of employment, as those engaged for short periods, those whose trade is decaying, and those least competent"
],
"unencumber": [
"To free from incumbrance; to disencumber"
],
"unendly": [
"Unending; endless"
],
"unentangle": [
"To disentangle"
],
"unequal": [
"Not equal; not matched; not of the same size, length, breadth, quantity, strength, talents, acquirements, age, station, or the like; as, the fingers are of unequal length; peers and commoners are unequal in rank",
"Ill balanced or matched; disproportioned; hence, not equitable; partial; unjust; unfair",
"Not uniform; not equable; irregular; uneven; as, unequal pulsations; an unequal poem",
"Not adequate or sufficient; inferior; as, the man was unequal to the emergency; the timber was unequal to the sudden strain",
"Not having the two sides or the parts symmetrical"
],
"unequalable": [
"Not capable of being equaled or paralleled"
],
"unequaled": [
"Not equaled; unmatched; unparalleled; unrivaled; exceeding; surpassing; -- in a good or bad sense; as, unequaled excellence; unequaled ingratitude or baseness"
],
"unequally": [
"In an unequal manner"
],
"unequalness": [
"The quality or state of being unequal; inequality; unevenness"
],
"unequitable": [
"Inequitable"
],
"unequity": [
"Want of equity or uprightness; injustice; wickedness; iniquity"
],
"unequivocal": [
"Not equivocal; not doubtful; not ambiguous; evident; sincere; plain; as, unequivocal evidence; unequivocal words"
],
"unerring": [
"Committing no mistake; incapable or error or failure certain; sure; unfailing; as, the unerring wisdom of God"
],
"unerringly": [
"In an unerring manner"
],
"unessential": [
"Not essential; not of prime importance; not indispensable; unimportant",
"Void of essence, or real being",
"Something not constituting essence, or something which is not of absolute necessity; as, forms are among the unessentials of religion"
],
"unessentially": [
"In an unessential manner"
],
"unestablish": [
"To disestablish"
],
"uneth": [
"With difficulty; scarcely. See Uneath"
],
"uneven": [
"Not even; not level; not uniform; rough; as, an uneven road or way; uneven ground",
"Not equal; not of equal length",
"Not divisible by two without a remainder; odd; -- said of numbers; as, 3, 7, and 11 are uneven numbers"
],
"unevitable": [
"Inevitable"
],
"unexact": [
"Not exact; inexact"
],
"unexampled": [
"Having no example or similar case; being without precedent; unprecedented; unparalleled"
],
"unexceptionable": [
"Not liable to any exception or objection; unobjectionable; faultless; good; excellent; as, a man of most unexceptionable character"
],
"unexceptive": [
"Not exceptive; not including, admitting, or being, an exception"
],
"unexcusable": [
"Inexcusable"
],
"unexhaustible": [
"Inexhaustible"
],
"unexpectation": [
"Absence of expectation; want of foresight"
],
"unexpected": [
"Not expected; coming without warning; sudden"
],
"unexpedient": [
"Inexpedient"
],
"unexpensive": [
"Inexpensive"
],
"unexperience": [
"Inexperience"
],
"unexperienced": [
"Not experienced; being without experience; inexperienced",
"Untried; -- applied to things"
],
"unexperient": [
"Inexperienced"
],
"unexpert": [
"Not expert; inexpert"
],
"unexpertly": [
"In an unexpert manner"
],
"unexpressible": [
"Inexpressible"
],
"unexpressive": [
"Not expressive; not having the power of utterance; inexpressive",
"Incapable of being expressed; inexpressible; unutterable; ineffable"
],
"unextinguishable": [
"Inextinguishable"
],
"unextricable": [
"Not extricable; inextricable"
],
"unface": [
"To remove the face or cover from; to unmask; to expose"
],
"unfailable": [
"Infallible"
],
"unfailing": [
"Not failing; not liable to fail; inexhaustible; certain; sure"
],
"unfair": [
"To deprive of fairness or beauty",
"Not fair; not honest; not impartial; disingenuous; using or involving trick or artifice; dishonest; unjust; unequal"
],
"unfaith": [
"Absence or want of faith; faithlessness; distrust; unbelief"
],
"unfaithful": [
"Not faithful; not observant of promises, vows, allegiance, or duty; violating trust or confidence; treacherous; perfidious; as, an unfaithful subject; an unfaithful agent or servant",
"Not possessing faith; infidel"
],
"unfalcated": [
"Not falcated, or hooked",
"Having no deductions; not curtailed, or shortened; undiminished"
],
"unfallible": [
"Infallible"
],
"unfasten": [
"To loose; to unfix; to unbind; to untie"
],
"unfathered": [
"Having no father; fatherless; hence, born contrary to nature",
"Having no acknowledged father; hence, illegitimate; spurious; bastard"
],
"unfavorable": [
"Not favorable; not propitious; adverse; contrary; discouraging"
],
"unfeather": [
"To deprive of feathers; to strip"
],
"unfeatured": [
"Wanting regular features; deformed"
],
"unfeaty": [
"Not feat; not dexterous; unskillful; clumsy"
],
"unfeeling": [
"Destitute of feeling; void of sensibility; insensible; insensate",
"Without kind feelings; cruel; hard-hearted"
],
"unfeigned": [
"Not feigned; not counterfeit; not hypocritical; real; sincere; genuine; as, unfeigned piety; unfeigned love to man"
],
"unfellow": [
"To prevent from being a fellow or companion; to separate from one's fellows; to dissever"
],
"unfellowed": [
"Being without a fellow; unmatched; unmated"
],
"unfence": [
"To strip of a fence; to remove a fence from"
],
"unfertile": [
"Not fertile; infertile; barren"
],
"unfestlich": [
"Unfit for a feast; hence, jaded; worn"
],
"unfetter": [
"To loose from fetters or from restraint; to unchain; to unshackle; to liberate; as, to unfetter the mind"
],
"unfeudalize": [
"To free from feudal customs or character; to make not feudal"
],
"unfile": [
"To remove from a file or record"
],
"unfiled": [
"Not defiled; pure"
],
"unfilial": [
"Unsuitable to a son or a daughter; undutiful; not becoming a child"
],
"unfinished": [
"Not finished, not brought to an end; imperfect; incomplete; left in the rough; wanting the last hand or touch; as, an unfinished house; an unfinished picture; an unfinished iron casting"
],
"unfirm": [
"Infirm"
],
"unfirmness": [
"Infirmness"
],
"unfit": [
"To make unsuitable or incompetent; to deprive of the strength, skill, or proper qualities for anything; to disable; to incapacitate; to disqualify; as, sickness unfits a man for labor; sin unfits us for the society of holy beings",
"Not fit; unsuitable"
],
"unfix": [
"To loosen from a fastening; to detach from anything that holds; to unsettle; as, to unfix a bayonet; to unfix the mind or affections",
"To make fluid; to dissolve"
],
"unfledged": [
"Not fledged; not feathered; hence, not fully developed; immature"
],
"unflesh": [
"To deprive of flesh; to reduce a skeleton"
],
"unfleshly": [
"Not pertaining to the flesh; spiritual"
],
"unflexible": [
"Inflexible"
],
"unflinching": [
"Not flinching or shrinking; unyielding"
],
"unflower": [
"To strip of flowers"
],
"unfold": [
"To open the folds of; to expand; to spread out; as, to unfold a tablecloth",
"To open, as anything covered or close; to lay open to view or contemplation; to bring out in all the details, or by successive development; to display; to disclose; to reveal; to elucidate; to explain; as, to unfold one's designs; to unfold the principles of a science",
"To release from a fold or pen; as, to unfold sheep",
"To open; to expand; to become disclosed or developed"
],
"unfolder": [
"One who, or that which, unfolds"
],
"unfoldment": [
"The acct of unfolding, or the state of being unfolded"
],
"unfool": [
"To restore from folly, or from being a fool"
],
"unforesee": [
"To fail to foresee"
],
"unforeseeable": [
"Incapable of being foreseen"
],
"unforeskinned": [
"Deprived of the foreskin; circumcised"
],
"unforgettable": [
"Not forgettable; enduring in memory"
],
"unform": [
"To decompose, or resolve into parts; to destroy the form of; to unmake"
],
"unformed": [
"Decomposed, or resolved into parts; having the form destroyed",
"Not formed; not arranged into regular shape, order, or relations; shapeless; amorphous",
"Unorganized; without definite shape or structure; as, an unformed, or unorganized, ferment"
],
"unfortunate": [
"Not fortunate; unsuccessful; not prosperous; unlucky; attended with misfortune; unhappy; as, an unfortunate adventure; an unfortunate man; an unfortunate commander; unfortunate business"
],
"unfounded": [
"Not founded; not built or established",
"Having no foundation; baseless; vain; idle; as, unfounded expectations"
],
"unframe": [
"To take apart, or destroy the frame of"
],
"unfrangible": [
"Infrangible"
],
"unfrankable": [
"Not frankable; incapable of being sent free by public conveyance"
],
"unfraught": [
"Not fraught; not burdened",
"Removed, as a burden; unloaded"
],
"unfree": [
"Not free; held in bondage"
],
"unfreeze": [
"To thaw"
],
"unfrequency": [
"Infrequency"
],
"unfrequent": [
"Infrequent",
"To cease to frequent"
],
"unfrequented": [
"Rarely visited; seldom or never resorted to by human beings; as, an unfrequented place or forest"
],
"unfret": [
"To smooth after being fretted"
],
"unfriend": [
"One not a friend; an enemy"
],
"unfriended": [
"Wanting friends; not befriended; not countenanced or supported"
],
"unfriendly": [
"Not friendly; not kind or benevolent; hostile; as, an unfriendly neighbor",
"Not favorable; not adapted to promote or support any object; as, weather unfriendly to health"
],
"unfriendship": [
"The state or quality of being unfriendly; unfriendliness; enmity"
],
"unfrock": [
"To deprive or divest or a frock; specifically, to deprive of priestly character or privilege; as, to unfrock a priest"
],
"unfruitful": [
"Not producing fruit or offspring; unproductive; infertile; barren; sterile; as, an unfruitful tree or animal; unfruitful soil; an unfruitful life or effort"
],
"unfumed": [
"Not exposed to fumes; not fumigated"
],
"unfurl": [
"To loose from a furled state; to unfold; to expand; to open or spread; as, to unfurl sails; to unfurl a flag"
],
"unfurnish": [
"To strip of furniture; to divest; to strip"
],
"unfusible": [
"Infusible"
],
"ungain": [
"Ungainly; clumsy; awkward; also, troublesome; inconvenient"
],
"ungainliness": [
"The state or quality of being ungainly; awkwardness"
],
"ungainly": [
"Not gainly; not expert or dexterous; clumsy; awkward; uncouth; as, an ungainly strut in walking",
"Unsuitable; unprofitable",
"In an ungainly manner"
],
"ungear": [
"To strip of gear; to unharness; to throw out of gear"
],
"ungeld": [
"A person so far out of the protection of the law, that if he were murdered, no geld, or fine, should be paid, or composition made by him that killed him"
],
"ungenerous": [
"Not generous; illiberal; ignoble; unkind; dishonorable"
],
"ungenerously": [
"In an ungenerous manner"
],
"ungenitured": [
"Destitute of genitals; impotent"
],
"ungentle": [
"Not gentle; lacking good breeding or delicacy; harsh"
],
"unget": [
"To cause to be unbegotten or unborn, or as if unbegotten or unborn"
],
"ungifted": [
"Being without gifts, especially native gifts or endowments"
],
"ungird": [
"To loose the girdle or band of; to unbind; to unload"
],
"ungive": [
"To yield; to relax; to give way"
],
"ungka": [
"The siamang; -- called also ungka ape"
],
"ungka-puti": [
"The agile gibbon; -- called also ungka-pati, and ungka-etam. See Gibbon"
],
"unglaze": [
"To strip of glass; to remove the glazing, or glass, from, as a window"
],
"unglorify": [
"To deprive of glory"
],
"unglorious": [
"Inglorious"
],
"unglove": [
"To take off the glove or gloves of; as, to unglove the hand"
],
"unglue": [
"To separate, part, or open, as anything fastened with glue"
],
"ungod": [
"To deprive of divinity; to undeify",
"To cause to recognize no god; to deprive of a god; to make atheistical"
],
"ungodly": [
"Not godly; not having regard for God; disobedient to God; wicked; impious; sinful",
"Polluted by sin or wickedness"
],
"ungored": [
"Not stained with gore; not bloodied",
"Not gored or pierced"
],
"ungot": [
"Not gotten; not acquired",
"Not begotten"
],
"ungovernable": [
"Not governable; not capable of being governed, ruled, or restrained; licentious; wild; unbridled; as, ungovernable passions"
],
"ungown": [
"To strip of a gown; to unfrock"
],
"ungowned": [
"Stripped of a gown; unfrocked",
"Not having, or not wearing, a gown"
],
"ungraceful": [
"Not graceful; not marked with ease and dignity; deficient in beauty and elegance; inelegant; awkward; as, ungraceful manners; ungraceful speech"
],
"ungracious": [
"Not gracious; showing no grace or kindness; being without good will; unfeeling",
"Having no grace; graceless; wicked",
"Not well received; offensive; unpleasing; unacceptable; not favored"
],
"ungrate": [
"Displeasing; ungrateful; ingrate"
],
"ungrateful": [
"Not grateful; not thankful for favors; making no returns, or making ill return for kindness, attention, etc.; ingrateful",
"Unpleasing; unacceptable; disagreeable; as, harsh sounds are ungrateful to the ear"
],
"ungrave": [
"To raise or remove from the grave; to disinter; to untomb; to exhume"
],
"ungual": [
"Of or pertaining to a nail, claw, talon, or hoof, or resembling one",
"Having a nail, claw, or hoof attached; -- said of certain bones of the feet"
],
"unguard": [
"To deprive of a guard; to leave unprotected"
],
"ungueal": [
"Ungual"
],
"unguent": [
"A lubricant or salve for sores, burns, or the like; an ointment"
],
"unguentary": [
"Like an unguent, or partaking of its qualities"
],
"unguentous": [
"Unguentary"
],
"unguestlike": [
"In a manner not becoming to a guest"
],
"unguical": [
"Ungual"
],
"unguicular": [
"Of or pertaining to a claw or a nail; ungual"
],
"unguiculata": [
"An extensive division of Mammalia including those having claws or nails, as distinguished from the hoofed animals (Ungulata)"
],
"unguiculate": [
"One of the Unguiculata",
"Furnished with nails, claws, or hooks; clawed. See the Note under Nail, n., 1",
"Furnished with a claw, or a narrow stalklike base, as the petals of a carnation"
],
"unguiferous": [
"Producing, having, or supporting nails or claws"
],
"unguiform": [
"Having the form of a claw or claws"
],
"unguinous": [
"Consisting of, or resembling, fat or oil; oily; unctuous; oleaginous"
],
"unguis": [
"The nail, claw, talon, or hoof of a finger, toe, or other appendage",
"One of the terminal hooks on the foot of an insect",
"The slender base of a petal in some flowers; a claw; called also ungula"
],
"ungula": [
"A hoof, claw, or talon",
"A section or part of a cylinder, cone, or other solid of revolution, cut off by a plane oblique to the base; -- so called from its resemblance to the hoof of a horse",
"___unguis"
],
"ungular": [
"Of or pertaining to a hoof, claw, or talon; ungual"
],
"ungulata": [
"An extensive group of mammals including all those that have hoofs. It comprises the Artiodactyla and Perissodactyla"
],
"ungulate": [
"Shaped like a hoof",
"Furnished with hoofs. See the Note under Nail, n., 1",
"Any hoofed quadruped; one of the Ungulata"
],
"unguled": [
"Hoofed, or bearing hoofs; -- used only when these are of a tincture different from the body"
],
"unguligrade": [
"Having, or walking on, hoofs"
],
"ungulous": [
"___ungulate"
],
"unhair": [
"To deprive of hair, or of hairs; as, to unhair hides for leather"
],
"unhallow": [
"To profane; to desecrate"
],
"unhallowed": [
"Not consecrated; hence, profane; unholy; impious; wicked"
],
"unhand": [
"To loose from the hand; to let go"
],
"unhandsome": [
"Not handsome; not beautiful; ungraceful; not comely or pleasing; plain; homely",
"Wanting noble or amiable qualities; dishonorable; illiberal; low; disingenuous; mean; indecorous; as, unhandsome conduct, treatment, or imputations",
"Unhandy; clumsy; awkward; inconvenient"
],
"unhandy": [
"Clumsy; awkward; as, an Unhandy man"
],
"unhang": [
"To divest or strip of hangings; to remove the hangings, as a room",
"To remove (something hanging or swinging) from that which supports it; as, to unhang a gate"
],
"unhap": [
"Ill luck; misfortune"
],
"unhappied": [
"Made unhappy"
],
"unhappy": [
"Not happy or fortunate; unfortunate; unlucky; as, affairs have taken an unhappy turn",
"In a degree miserable or wretched; not happy; sad; sorrowful; as, children render their parents unhappy by misconduct",
"Marked by infelicity; evil; calamitous; as, an unhappy day",
"Mischievous; wanton; wicked"
],
"unharbor": [
"To drive from harbor or shelter"
],
"unharbored": [
"Having no harbor or shelter; unprotected",
"Affording no harbor or shelter"
],
"unharmonious": [
"Inharmonious; unsymmetrical; also, unmusical; discordant"
],
"unharness": [
"To strip of harness; to loose from harness or gear; as, to unharness horses or oxen",
"To disarm; to divest of armor"
],
"unhasp": [
"To unloose the hasp of; to unclose"
],
"unhat": [
"To take off the hat of; to remove one's hat, especially as a mark of respect"
],
"unhead": [
"To take out the head of; as, to unhead a cask",
"To decapitate; to behead"
],
"unheal": [
"Misfortune; calamity; sickness",
"To uncover. See Unhele"
],
"unhealth": [
"Unsoundness; disease"
],
"unheard": [
"Not heard; not perceived by the ear; as, words unheard by those present",
"Not granted an audience or a hearing; not allowed to speak; not having made a defense, or stated one's side of a question; disregarded; unheeded; as, to condem&unr_; a man unheard",
"Not known to fame; not illustrious or celebrated; obscure"
],
"unheard-of": [
"New; unprecedented; unparalleled"
],
"unheart": [
"To cause to lose heart; to dishearten"
],
"unheedy": [
"Incautious; precipitate; heedless"
],
"unheired": [
"Destitute of an heir"
],
"unhele": [
"___unheal",
"To uncover"
],
"unhelm": [
"To deprive of the helm or helmet"
],
"unhelmed": [
"Divested or deprived of the helm or helmet",
"Not wearing a helmet; without a helmet"
],
"unhelmet": [
"To deprive of the helmet"
],
"unhide": [
"To bring out from concealment; to discover"
],
"unhigh": [
"___high"
],
"unhinge": [
"To take from the hinges; as, to unhinge a door",
"To displace; to unfix by violence",
"To render unstable or wavering; to unsettle; as, to unhinge one's mind or opinions; to unhinge the nerves"
],
"unhingement": [
"The act unhinging, or the state of being unhinged"
],
"unhitch": [
"To free from being hitched, or as if from being hitched; to unfasten; to loose; as, to unhitch a horse, or a trace"
],
"unhive": [
"To drive or remove from a hive",
"To deprive of habitation or shelter, as a crowd"
],
"unhoard": [
"To take or steal from a hoard; to pilfer"
],
"unhold": [
"To cease to hold; to unhand; to release"
],
"unholy": [
"Not holy; unhallowed; not consecrated; hence, profane; wicked; impious"
],
"unhonest": [
"Dishonest; dishonorable"
],
"unhood": [
"To remove a hood or disguise from"
],
"unhook": [
"To loose from a hook; to undo or open by loosening or unfastening the hooks of; as, to unhook a fish; to unhook a dress"
],
"unhoop": [
"To strip or deprive of hoops; to take away the hoops of"
],
"unhoped": [
"Not hoped or expected"
],
"unhoped-for": [
"Unhoped; unexpected"
],
"unhorse": [
"To throw from a horse; to cause to dismount; also, to take a horse or horses from; as, to unhorse a rider; to unhorse a carriage"
],
"unhosed": [
"Without hose"
],
"unhospitable": [
"Inhospitable"
],
"unhouse": [
"To drive from a house or habitation; to dislodge; hence, to deprive of shelter"
],
"unhoused": [
"Driven from a house; deprived of shelter",
"Not provided with a house or shelter; houseless; homeless"
],
"unhouseled": [
"Not having received the sacrament"
],
"unhuman": [
"Not human; inhuman"
],
"unhumanize": [
"To render inhuman or barbarous"
],
"unhusked": [
"Not husked; having the husk on",
"Having the husk removed; without husk"
],
"uni-": [
"A prefix signifying one, once; as in uniaxial, unicellular"
],
"uniat": [
"A member of the Greek Church, who nevertheless acknowledges the supremacy of the Pope of Rome; one of the United Greeks. Also used adjectively"
],
"uniaxal": [
"Uniaxial"
],
"uniaxial": [
"Having but one optic axis, or line of no double refraction",
"Having only one axis; developing along a single line or plane; -- opposed to multiaxial"
],
"uniaxially": [
"In a uniaxial manner"
],
"unibranchiate": [
"Having but one gill, as certain molluscs"
],
"unicameral": [
"Having, or consisting of, a single chamber; -- said of a legislative assembly"
],
"unicapsular": [
"Having but one capsule to each flower"
],
"unicarinated": [
"Having one ridge or keel"
],
"unicelled": [
"Unicellular"
],
"unicellular": [
"Having, or consisting of, but a single cell; as, a unicellular organism"
],
"unicentral": [
"Having a single center of growth"
],
"unicity": [
"The condition of being united; quality of the unique; unification"
],
"uniclinal": [
"___nonoclinal"
],
"unicolorous": [
"Having the surface of a uniform color"
],
"unicorn": [
"A fabulous animal with one horn; the monoceros; -- often represented in heraldry as a supporter",
"A two-horned animal of some unknown kind, so called in the Authorized Version of the Scriptures",
"Any large beetle having a hornlike prominence on the head or prothorax",
"The kamichi; -- called also unicorn bird",
"A howitzer"
],
"unicornous": [
"Having but a single horn; -- said of certain insects"
],
"unicostate": [
"Having a single rib or strong nerve running upward from the base; -- said of a leaf"
],
"unicursal": [
"That can be passed over in a single course; -- said of a curve when the coordinates of the point on the curve can be expressed as rational algebraic functions of a single parameter θ"
],
"unideaed": [
"Having no ideas; senseless; frivolous"
],
"unideal": [
"Not ideal; real; unimaginative",
"Unideaed"
],
"unidimensional": [
"Having but one dimension. See Dimension"
],
"unifacial": [
"Having but one front surface; as, some foliaceous corals are unifacial, the polyp mouths being confined to one surface"
],
"unific": [
"Making one or unity; unifying"
],
"unification": [
"The act of unifying, or the state of being unified"
],
"unifier": [
"One who, or that which, unifies; as, a natural law is a unifier of phenomena"
],
"unifilar": [
"Having only one thread; involving the use of only one thread, wire, fiber, or the like; as, unifilar suspension"
],
"uniflagellate": [
"Having but one flagellum; as, uniflagellate organisms"
],
"uniflorous": [
"Bearing one flower only; as, a uniflorous peduncle"
],
"unifolliate": [
"Having only one leaf"
],
"unifollilate": [
"Having only one leaflet, as the leaves of the orange tree"
],
"uniform": [
"Having always the same form, manner, or degree; not varying or variable; unchanging; consistent; equable; homogenous; as, the dress of the Asiatics has been uniform from early ages; the temperature is uniform; a stratum of uniform clay",
"Of the same form with others; agreeing with each other; conforming to one rule or mode; consonant",
"A dress of a particular style or fashion worn by persons in the same service or order by means of which they have a distinctive appearance; as, the uniform of the artillery, of the police, of the Freemasons, etc",
"To clothe with a uniform; as, to uniform a company of soldiers",
"To make conformable"
],
"uniformal": [
"Uniform"
],
"uniformism": [
"The doctrine of uniformity in the geological history of the earth; -- in part equivalent to uniformitarianism, but also used, more broadly, as opposed to catastrophism"
],
"uniformitarian": [
"Of, pertaining to, or designating, the view or doctrine that existing causes, acting in the same manner and with essentially the same intensity as at the present time, are sufficient to account for all geological changes",
"One who accepts uniformitarianism, or the uniformitarian doctrine"
],
"uniformitarianism": [
"The uniformitarian doctrine"
],
"uniformity": [
"The quality or state of being uniform; freedom from variation or difference; resemblance to itself at all times; sameness of action, effect, etc., under like conditions; even tenor; as, the uniformity of design in a poem; the uniformity of nature",
"Consistency; sameness; as, the uniformity of a man's opinions",
"Similitude between the parts of a whole; as, the uniformity of sides in a regular figure; beauty is said to consist in uniformity with variety",
"Continued or unvaried sameness or likeness",
"Conformity to a pattern or rule; resemblance, consonance, or agreement; as, the uniformity of different churches in ceremonies or rites"
],
"uniformly": [
"In a uniform manner; without variation or diversity; by a regular, constant, or common ratio of change; with even tenor; as, a temper uniformly mild"
],
"unifromness": [
"The quality or state of being uniform; uniformity"
],
"unify": [
"To cause to be one; to make into a unit; to unite; to view as one"
],
"unigeniture": [
"The state of being the only begotten"
],
"unigenous": [
"Being of one kind; being of the same genus"
],
"unijugate": [
"Having but one pair of leaflets; -- said of a pinnate leaf"
],
"unilabiate": [
"Having one lip only; as, a unilabiate corolla"
],
"unilateral": [
"Being on one side only; affecting but one side; one-sided",
"Pertaining to one side; one-sided; as, a unilateral raceme, in which the flowers grow only on one side of a common axis, or are all turned to one side"
],
"uniliteral": [
"Consisting of one letter only; as, a uniliteral word or sign"
],
"unilobar": [
"Consisting of a single lobe"
],
"unilocular": [
"Having one cell or cavity only; as, a unilocular capsule or shell"
],
"unimitable": [
"Inimitable"
],
"unimpairable": [
"That can not be impaired"
],
"unimpeachable": [
"Not impeachable; not to be called in question; exempt from liability to accusation; free from stain, guilt, or fault; irreproachable; blameless; as, an unimpeachable reputation; unimpeachable testimony"
],
"unimplicate": [
"Not implicated"
],
"unimportance": [
"Want of importance; triviality"
],
"unimproved": [
"Not improved; not made better or wiser; not advanced in knowledge, manners, or excellence",
"Not used; not employed; especially, not used or employed for a valuable purpose; as, unimproved opportunities; unimproved blessings",
"Not tilled, cultivated, or built upon; yielding no revenue; as, unimproved land or soil"
],
"unimuscular": [
"Having only one adductor muscle, and one muscular impression on each valve, as the oyster; monomyarian"
],
"unincumbered": [
"Not incumbered; not burdened",
"Free from any temporary estate or interest, or from mortgage, or other charge or debt; as, an estate unincumbered with dower"
],
"uninfringible": [
"That may not be infringed; as, an uninfringible monopoly"
],
"unintelligence": [
"Absence or lack of intelligence; unwisdom; ignorance"
],
"uninteressed": [
"Uninterested; unaffected"
],
"uninterested": [
"Not interested; not having any interest or property in; having nothing at stake; as, to be uninterested in any business",
"Not having the mind or the passions engaged; as, uninterested in a discourse or narration"
],
"unintermission": [
"Want or failure of intermission"
],
"uninucleated": [
"Possessed of but a single nucleus; as, a uninucleated cell"
],
"unio": [
"Any one of numerous species of fresh-water mussels belonging to Unio and many allied genera"
],
"uniocular": [
"Of, pertaining to, or seated in, one eye; monocular"
],
"union": [
"The act of uniting or joining two or more things into one, or the state of being united or joined; junction; coalition; combination",
"Agreement and conjunction of mind, spirit, will, affections, or the like; harmony; concord",
"That which is united, or made one; something formed by a combination or coalition of parts or members; a confederation; a consolidated body; a league; as, the weavers have formed a union; trades unions have become very numerous; the United States of America are often called the Union",
"A textile fabric composed of two or more materials, as cotton, silk, wool, etc., woven together",
"A large, fine pearl",
"A device emblematic of union, used on a national flag or ensign, sometimes, as in the military standard of Great Britain, covering the whole field; sometimes, as in the flag of the United States, and the English naval and marine flag, occupying the upper inner corner, the rest of the flag being called the fly. Also, a flag having such a device; especially, the flag of Great Britain",
"A joint or other connection uniting parts of machinery, or the like, as the elastic pipe of a tender connecting it with the feed pipe of a locomotive engine; especially, a pipe fitting for connecting pipes, or pipes and fittings, in such a way as to facilitate disconnection",
"A cask suspended on trunnions, in which fermentation is carried on"
],
"unionism": [
"The sentiment of attachment to a federal union, especially to the federal union of the United States",
"The principles, or the system, of combination among workmen engaged in the same occupation or trade"
],
"unionist": [
"One who advocates or promotes union; especially a loyal supporter of a federal union, as that of the United States",
"A member or supporter of a trades union"
],
"unionistic": [
"Of or pertaining to union or unionists; tending to promote or preserve union"
],
"uniovulate": [
"Containing but one ovule"
],
"unipara": [
"A woman who has borne one child"
],
"uniparous": [
"Producing but one egg or young at a time",
"Producing but one axis of inflorescence; -- said of the scorpioid cyme"
],
"uniped": [
"Having only one foot"
],
"unipersonal": [
"Existing as one, and only one, person; as, a unipersonal God",
"Used in only one person, especially only in the third person, as some verbs; impersonal"
],
"unipersonalist": [
"One who believes that the Deity is unipersonal"
],
"uniphonous": [
"Having but one sound, as the drum"
],
"uniplicate": [
"Having, or consisting of, but one fold"
],
"unipolar": [
"Having, or acting by means of, one pole only",
"Having but one pole or process; -- applied to those ganglionic nerve cells which have but one radiating process; -- opposed to multipolar"
],
"unique": [
"Being without a like or equal; unmatched; unequaled; unparalleled; single in kind or excellence; sole",
"A thing without a like; something unequaled or unparalleled"
],
"uniquity": [
"The quality or state of being unique; uniqueness"
],
"uniradiated": [
"Having but one ray"
],
"uniramous": [
"Having but one branch"
],
"uniseptate": [
"Having but one septum, or partition; -- said of two-celled fruits, such as the silicles of cruciferous plants"
],
"uniserial": [
"Having only one row or series"
],
"uniseriate": [
"Having one line or series; uniserial"
],
"unisexual": [
"Having one sex only, as plants which have the male and female flowers on separate individuals, or animals in which the sexes are in separate individuals; diœcious; -- distinguished from bisexual, or hermaphrodite. See Diœcious"
],
"unisilicate": [
"A salt of orthosilicic acid, H4SiO4; -- so called because the ratio of the oxygen atoms united to the basic metals and silicon respectively is 1:1; for example, Mg2SiO4 or 2MgO.SiO2"
],
"unison": [
"Harmony; agreement; concord; union",
"Identity in pitch; coincidence of sounds proceeding from an equality in the number of vibrations made in a given time by two or more sonorous bodies. Parts played or sung in octaves are also said to be in unison, or in octaves",
"A single, unvaried",
"Sounding alone",
"Sounded alike in pitch; unisonant; unisonous; as, unison passages, in which two or more parts unite in coincident sound"
],
"unisonal": [
"Being in unison; unisonant"
],
"unisonance": [
"Accordance of sounds; unison"
],
"unisonant": [
"Being in unison; having the same degree of gravity or acuteness; sounded alike in pitch"
],
"unisonous": [
"Being in unison; unisonant"
],
"unit": [
"A single thing or person",
"The least whole number; one",
"A gold coin of the reign of James I., of the value of twenty shillings",
"Any determinate amount or quantity (as of length, time, heat, value) adopted as a standard of measurement for other amounts or quantities of the same kind",
"A single thing, as a magnitude or number, regarded as an undivided whole"
],
"unitable": [
"Capable of union by growth or otherwise"
],
"unitarian": [
"One who denies the doctrine of the Trinity, believing that God exists only in one person; a unipersonalist; also, one of a denomination of Christians holding this belief",
"One who rejects the principle of dualism",
"A monotheist",
"Of or pertaining to Unitarians, or their doctrines"
],
"unitarianism": [
"The doctrines of Unitarians"
],
"unitarianize": [
"To change or turn to Unitarian views"
],
"unitary": [
"Of or pertaining to a unit or units; relating to unity; as, the unitary method in arithmetic",
"Of the nature of a unit; not divided; united"
],
"unite": [
"To put together so as to make one; to join, as two or more constituents, to form a whole; to combine; to connect; to join; to cause to adhere; as, to unite bricks by mortar; to unite iron bars by welding; to unite two armies",
"Hence, to join by a legal or moral bond, as families by marriage, nations by treaty, men by opinions; to join in interest, affection, fellowship, or the like; to cause to agree; to harmonize; to associate; to attach",
"To become one; to be cemented or consolidated; to combine, as by adhesion or mixture; to coalesce; to grow together",
"To join in an act; to concur; to act in concert; as, all parties united in signing the petition",
"United; joint; as, unite consent"
],
"united": [
"Combined; joined; made one"
],
"unitedly": [
"In an united manner"
],
"uniter": [
"One who, or that which, unites"
],
"uniterable": [
"Not iterable; incapable of being repeated"
],
"unition": [
"The act of uniting, or the state of being united; junction"
],
"unitive": [
"Having the power of uniting; causing, or tending to produce, union"
],
"unitively": [
"In a unitive manner"
],
"unitize": [
"To reduce to a unit, or one whole; to form into a unit; to unify"
],
"unitude": [
"Unity"
],
"unity": [
"The state of being one; oneness",
"Concord; harmony; conjunction; agreement; uniformity; as, a unity of proofs; unity of doctrine",
"Any definite quantity, or aggregate of quantities or magnitudes taken as one, or for which 1 is made to stand in calculation; thus, in a table of natural sines, the radius of the circle is regarded as unity",
"In dramatic composition, one of the principles by which a uniform tenor of story and propriety of representation are preserved; conformity in a composition to these; in oratory, discourse, etc., the due subordination and reference of every part to the development of the leading idea or the eastablishment of the main proposition",
"Such a combination of parts as to constitute a whole, or a kind of symmetry of style and character",
"The peculiar characteristics of an estate held by several in joint tenancy"
],
"univalence": [
"The quality or state of being univalent"
],
"univalent": [
"Having a valence of one; capable of combining with, or of being substituted for, one atom of hydrogen; monovalent; -- said of certain atoms and radicals"
],
"univalve": [
"A shell consisting of one valve only; a mollusk whose shell is composed of a single piece, as the snails and conchs",
"Having one valve; as, a univalve shell or pericarp"
],
"univalvia": [
"___gastropoda"
],
"univalvular": [
"___univalve"
],
"univariant": [
"Having one degree of freedom or variability"
],
"universal": [
"Of or pertaining to the universe; extending to, including, or affecting, the whole number, quantity, or space; unlimited; general; all-reaching; all-pervading; as, universal ruin; universal good; universal benevolence or benefice",
"Constituting or considered as a whole; total; entire; whole; as, the universal world",
"Adapted or adaptable to all or to various uses, shapes, sizes, etc.; as, a universal milling machine",
"Forming the whole of a genus; relatively unlimited in extension; affirmed or denied of the whole of a subject; as, a universal proposition; -- opposed to particular; e. g. (universal affirmative) All men are animals; (universal negative) No men are omniscient",
"The whole; the general system of the universe; the universe",
"A general abstract conception, so called from being universally applicable to, or predicable of, each individual or species contained under it"
],
"universal donor": [
"a person belonging to the O blood group (of the ABO classification), who can safely donate blood to anyone"
],
"universal grammar": [
"the principles forming the basis for the human ability to understand language",
"the general properties and constraints common to all human languages; also, the study of such principles"
],
"universalian": [
"Of or pertaining to Universalism; Universalist"
],
"universalism": [
"The doctrine or belief that all men will be saved, or made happy, in the future state"
],
"universalist": [
"One who believes in Universalism; one of a denomination of Christians holding this faith",
"One who affects to understand all the particulars in statements or propositions",
"Of or pertaining to Unversalists of their doctrines"
],
"universalistic": [
"Of or pertaining to the whole; universal"
],
"universality": [
"The quality or state of being universal; unlimited extension or application; generality; -- distinguished from particularity; as, the unversality of a proposition; the unversality of sin; the unversality of the Deluge"
],
"universalize": [
"To make universal; to generalize"
],
"universally": [
"In a universal manner; without exception; as, God's laws are universally binding on his creatures"
],
"universalness": [
"The quality or state of being universal; universality"
],
"universe": [
"All created things viewed as constituting one system or whole; the whole body of things, or of phenomena; the to~ pa^n of the Greeks, the mundus of the Latins; the world; creation"
],
"universe of discourse": [
"everything which may be considered, explicitly or implicitly, in a particular theory or discussion"
],
"university": [
"The universe; the whole",
"An association, society, guild, or corporation, esp. one capable of having and acquiring property",
"An institution organized and incorporated for the purpose of imparting instruction, examining students, and otherwise promoting education in the higher branches of literature, science, art, etc., empowered to confer degrees in the several arts and faculties, as in theology, law, medicine, music, etc. A university may exist without having any college connected with it, or it may consist of but one college, or it may comprise an assemblage of colleges established in any place, with professors for instructing students in the sciences and other branches of learning.  In modern usage, a university is expected to have both an undergraduate division, granting bachelor's degrees, and a graduate division, granting master's or doctoral degrees, but there are some exceptions.  In addition, a modern university typically also supports research by its faculty"
],
"university extension": [
"The extension of the advantages of university{3} instruction by means of lectures and classes at various centers"
],
"universological": [
"Of or pertaining to universology"
],
"universologist": [
"One who is versed in universology"
],
"universology": [
"The science of the universe, and the relations which it involves"
],
"univocacy": [
"The quality or state of being univocal"
],
"univocal": [
"Having one meaning only; -- contrasted with equivocal",
"Having unison of sound, as the octave in music. See Unison, n., 2",
"Having always the same drift or tenor; uniform; certain; regular",
"Unequivocal; indubitable",
"A generic term, or a term applicable in the same sense to all the species it embraces",
"A word having but one meaning"
],
"univocally": [
"In a univocal manner; in one term; in one sense; not equivocally"
],
"univocation": [
"Agreement of name and meaning"
],
"unjoin": [
"To disjoin"
],
"unjoint": [
"To disjoint"
],
"unjointed": [
"Disjointed; unconnected; hence, incoherent",
"Having no joint or articulation; as, an unjointed stem"
],
"unjust": [
"Acting contrary to the standard of right; not animated or controlled by justice; false; dishonest; as, an unjust man or judge",
"Contrary to justice and right; prompted by a spirit of injustice; wrongful; as, an unjust sentence; an unjust demand; an unjust accusation"
],
"unjustice": [
"Want of justice; injustice"
],
"unkard": [
"___unked"
],
"unke": [
"A European aquatic toad (Bombinator igneus).  Its back is dark; its belly is marked with crimson. Called also feuerkröte"
],
"unked": [
"Odd; strange; ugly; old; uncouth",
"Lonely; dreary; unkard"
],
"unkemmed": [
"Unkempt"
],
"unkempt": [
"Not combed; disheveled; as, an urchin with unkempt hair",
"Fig.; Not smoothed; unpolished; rough"
],
"unkennel": [
"To drive from a kennel or hole; as, to unkennel a fox",
"Fig.: To discover; to disclose"
],
"unkent": [
"Unknown; strange"
],
"unketh": [
"Uncouth"
],
"unkind": [
"Having no race or kindred; childless",
"Not kind; contrary to nature, or the law of kind or kindred; unnatural",
"Wanting in kindness, sympathy, benevolence, gratitude, or the like; cruel; harsh; unjust; ungrateful"
],
"unkindliness": [
"Unkindness"
],
"unkindly": [
"Not kindly; unkind; ungracious",
"Unnatural; contrary to nature",
"Unfavorable; annoying; malignant"
],
"unkindred": [
"Not kindred; not of the same kin"
],
"unking": [
"To cause to cease to be a king"
],
"unkingship": [
"The quality or condition of being unkinged; abolition of monarchy"
],
"unkiss": [
"To cancel or annul what was done or sealed by a kiss; to cancel by a kiss"
],
"unkle": [
"___uncle"
],
"unknight": [
"To deprive of knighthood"
],
"unknit": [
"To undo or unravel what is knitted together"
],
"unknot": [
"To free from knots; to untie"
],
"unknow": [
"To cease to know; to lose the knowledge of",
"To fail of knowing; to be ignorant of",
"Unknown"
],
"unknowledged": [
"Not acknowledged or recognized"
],
"unknown": [
"Not known; not apprehended"
],
"unlabored": [
"Not produced by labor or toil",
"Not cultivated; untitled; as, an unlabored field",
"Not laboriously produced, or not evincing labor; as, an unlabored style or work"
],
"unlace": [
"To loose by undoing a lacing; as, to unlace a shoe",
"To loose the dress of; to undress; hence, to expose; to disgrace",
"To loose, and take off, as a bonnet from a sail, or to cast off, as any lacing in any part of the rigging of a vessel"
],
"unlade": [
"To take the load from; to take out the cargo of; as, to unlade a ship or a wagon",
"To unload; to remove, or to have removed, as a load or a burden; to discharge"
],
"unlaid": [
"Not laid or placed; not fixed",
"Not allayed; not pacified; not laid finally to rest",
"Not laid out, as a corpse"
],
"unland": [
"To deprive of lands"
],
"unlap": [
"To unfold"
],
"unlash": [
"To loose, as that which is lashed or tied down"
],
"unlatch": [
"To open or loose by lifting the latch; as, to unlatch a door"
],
"unlaugh": [
"To recall, as former laughter"
],
"unlaw": [
"To deprive of the authority or character of law",
"To put beyond protection of law; to outlaw",
"To impose a fine upon; to fine",
"Any transgression or offense against the law"
],
"unlawed": [
"Not having the claws and balls of the forefeet cut off; -- said of dogs"
],
"unlawful": [
"Not lawful; contrary to law"
],
"unlawlike": [
"Not according to law; being or done in violation of law; unlawful"
],
"unlay": [
"To untwist; as, to unlay a rope"
],
"unlearn": [
"To forget, as what has been learned; to lose from memory; also, to learn the contrary of",
"To fail to learn"
],
"unlearned": [
"Not learned; untaught; uneducated; ignorant; illiterate",
"Not gained by study; not known",
"Not exhibiting learning; as, unlearned verses"
],
"unleash": [
"To free from a leash, or as from a leash; to let go; to release; as, to unleash dogs"
],
"unleavened": [
"Not leavened; containing no leaven; as, unleavened bread"
],
"unless": [
"Upon any less condition than (the fact or thing stated in the sentence or clause which follows); if not; supposing that not; if it be not; were it not that; except; as, we shall fail unless we are industrious"
],
"unlicked": [
"Not licked; hence, not properly formed; ungainly.  Cf. To lick into shape, under Lick, v"
],
"unlike": [
"Not like; dissimilar; diverse; having no resemblance; as, the cases are unlike",
"Not likely; improbable; unlikely"
],
"unlikelihood": [
"Absence of likelihood"
],
"unlikeliness": [
"The quality or state of being unlikely"
],
"unlikely": [
"Not likely; improbable; not to be reasonably expected; as, an unlikely event; the thing you mention is very unlikely",
"Not holding out a prospect of success; likely to fail; unpromising; as, unlikely means",
"Not such as to inspire liking; unattractive; disagreeable",
"In an unlikely manner"
],
"unliken": [
"To make unlike; to dissimilate"
],
"unlikeness": [
"The quality or state of being unlike; want of resemblance; dissimilarity"
],
"unlimber": [
"To detach the limber from; as, to unlimber a gun"
],
"unlimitable": [
"Illimitable"
],
"unlimited": [
"Not limited; having no bounds; boundless; as, an unlimited expanse of ocean",
"Undefined; indefinite; not bounded by proper exceptions; as, unlimited terms",
"Unconfined; not restrained; unrestricted"
],
"unline": [
"To take the lining out of; hence, to empty; as, to unline one's purse"
],
"unlink": [
"To separate or undo, as links; to uncoil; to unfasten"
],
"unliquidated": [
"Not liquidated; not exactly ascertained; not adjusted or settled"
],
"unliquored": [
"Not moistened or wet with liquor; dry",
"Not in liquor; not intoxicated; sober"
],
"unlisted": [
"Not listed"
],
"unlive": [
"To &unr_;&unr_;ve in a contrary manner, as a life; to live in a manner contrary to"
],
"unlived": [
"Bereft or deprived of life"
],
"unload": [
"To take the load from; to discharge of a load or cargo; to disburden; as, to unload a ship; to unload a beast",
"Hence, to relieve from anything onerous",
"To discharge or remove, as a load or a burden; as, to unload the cargo of a vessel",
"To draw the charge from; as, to unload a gun",
"To sell in large quantities, as stock; to get rid of",
"To perform the act of unloading anything; as, let unload now"
],
"unloader": [
"One who, or that which, unloads; a device for unloading, as hay from a wagon"
],
"unlocated": [
"Not located or placed; not fixed in a place",
"Not surveyed, or designated by marks, limits, or boundaries, as appropriated to some individual, company, or corporation; as, unlocated lands"
],
"unlock": [
"To unfasten, as what is locked; as, to unlock a door or a chest",
"To open, in general; to lay open; to undo"
],
"unlodge": [
"To dislodge; to deprive of lodgment"
],
"unlook": [
"To recall or retract, as a look"
],
"unlooked": [
"Not observed or foreseen; unexpected; -- generally with for"
],
"unlooked-for": [
"Not looked for; unexpected; as, an unlooked-for event"
],
"unloose": [
"To make loose; to loosen; to set free",
"To become unfastened; to lose all connection or union"
],
"unloosen": [
"To loosen; to unloose"
],
"unlord": [
"To deprive of the rank or position of a lord"
],
"unlorded": [
"Deprived of the rank of a lord",
"Not raised to the rank of a lord"
],
"unlove": [
"To cease to love; to hate"
],
"unlovely": [
"Not lovely; not amiable; possessing qualities that excite dislike; disagreeable; displeasing; unpleasant"
],
"unluckily": [
"In an unlucky manner"
],
"unluckiness": [
"Quality or state of being unlucky"
],
"unlucky": [
"Not lucky; not successful; unfortunate; ill-fated; unhappy; as, an unlucky man; an unlucky adventure; an unlucky throw of dice; an unlucky game",
"Bringing bad luck; ill-omened; inauspicious",
"Mischievous; as, an unlucky wag"
],
"unlust": [
"Listlessness; disinclination"
],
"unlute": [
"To separate, as things cemented or luted; to take the lute or the clay from"
],
"unmade": [
"Not yet made or formed; as, an unmade grave",
"Deprived of form, character, etc.; disunited"
],
"unmagistrate": [
"To divest of the office or authority of a magistrate"
],
"unmaiden": [
"To ravish; to deflower"
],
"unmake": [
"To destroy the form and qualities of; to deprive of being; to uncreate"
],
"unman": [
"To deprive of the distinctive qualities of a human being, as reason, or the like",
"To emasculate; to deprive of virility",
"To deprive of the courage and fortitude of a man; to break or subdue the manly spirit in; to cause to despond; to dishearten; to make womanish",
"To deprive of men; as, to unman a ship"
],
"unmanacle": [
"To free from manacles"
],
"unmanhood": [
"Absence or lack of manhood"
],
"unmanned": [
"Deprived of manly qualities; deficient in vigor, strength, courage, etc.; weak; effeminate",
"Not tamed; not made familiar with, or subject to, man; -- also used figuratively",
"Not furnished with men; as, an unmanned ship"
],
"unmannerly": [
"Not mannerly; ill-bred; rude"
],
"unmantle": [
"To divest of a mantle; to uncover"
],
"unmarry": [
"To annul the marriage of; to divorce"
],
"unmartyr": [
"To degrade from the rank of a martyr"
],
"unmasculate": [
"To emasculate"
],
"unmask": [
"To strip of a mask or disguise; to lay open; to expose",
"To put off a mask"
],
"unmasterable": [
"Incapable of being mastered or subdued"
],
"unmaterial": [
"Not material; immaterial"
],
"unmeaning": [
"Having no meaning or signification; as, unmeaning words",
"Not indicating intelligence or sense; senseless; expressionless; as, an unmeaning face"
],
"unmeant": [
"Not meant or intended; unintentional"
],
"unmeasurable": [
"Immeasurable"
],
"unmechanize": [
"To undo the mechanism of; to unmake; as, to unmechanize a structure"
],
"unmechanized": [
"Not mechanized"
],
"unmeet": [
"Not meet or fit; not proper; unbecoming; unsuitable; -- usually followed by for"
],
"unmember": [
"To deprive of membership, as in a church"
],
"unmentionables": [
"The breeches; trousers"
],
"unmerchantable": [
"Not merchantable; not fit for market; being of a kind, quality, or quantity that is unsalable"
],
"unmercied": [
"Unmerciful; merciless"
],
"unmerciful": [
"Not merciful; indisposed to mercy or grace; cruel; inhuman; merciless; unkind"
],
"unmerciless": [
"Utterly merciless"
],
"unmew": [
"To release from confinement or restraint"
],
"unmingle": [
"To separate, as things mixed"
],
"unmistakable": [
"Incapable of being mistaken or misunderstood; clear; plain; obvious; evident"
],
"unmiter": [
"To deprive of a miter; to depose or degrade from the rank of a bishop"
],
"unmold": [
"To change the form of; to reduce from any form"
],
"unmoneyed": [
"Destitute of money; not rich"
],
"unmonopolize": [
"To recover or release from the state of being monopolized"
],
"unmoor": [
"To cause to ride with one anchor less than before, after having been moored by two or more anchors",
"To weigh anchor"
],
"unmoral": [
"Having no moral perception, quality, or relation; involving no idea of morality; -- distinguished from both moral and immoral"
],
"unmoralized": [
"Not restrained or tutored by morality"
],
"unmorrised": [
"Not arrayed in the dress of a morris dancer"
],
"unmortise": [
"To loosen, unfix, or separate, as things mortised together"
],
"unmothered": [
"Deprived of a mother; motherless"
],
"unmovable": [
"Immovable"
],
"unmovably": [
"Immovably"
],
"unmoved": [
"Not moved; fixed; firm; unshaken; calm; apathetic"
],
"unmuffle": [
"To take a covering from, as the face; to uncover",
"To remove the muffling of, as a drum"
],
"unmutable": [
"Immutable"
],
"unmuzzle": [
"To loose from a muzzle; to remove a muzzle from"
],
"unnail": [
"To remove the nails from; to unfasten by removing nails"
],
"unnapped": [
"Finished without a nap"
],
"unnatural": [
"Not natural; contrary, or not conforming, to the order of nature; being without natural traits; as, unnatural crimes"
],
"unnaturalize": [
"To make unnatural"
],
"unnature": [
"To change the nature of; to invest with a different or contrary nature",
"The contrary of nature; that which is unnatural"
],
"unnear": [
"Not near; not close to; at a distance from"
],
"unnecessary": [
"Not necessary; not required under the circumstances; unless; needless; as, unnecessary labor, care, or rigor"
],
"unnecessity": [
"The state of being unnecessary; something unnecessary"
],
"unneighbored": [
"Being without neigbors"
],
"unneighborly": [
"Not neighborly; distant; reserved; solitary; exclusive"
],
"unnervate": [
"Enervate"
],
"unnerve": [
"To deprive of nerve, force, or strength; to weaken; to enfeeble; as, to unnerve the arm"
],
"unnest": [
"To eject from a nest; to unnestle"
],
"unnestle": [
"___unnest"
],
"unnethe": [
"With difficulty. See Uneath"
],
"unnoble": [
"Ignoble"
],
"unnobly": [
"Ignobly"
],
"unnooked": [
"Without nooks and corners; guileless"
],
"unnotify": [
"To retract or withdraw a notice of"
],
"unnumbered": [
"Not numbered; not counted or estimated; innumerable"
],
"unnumerable": [
"Innumerable"
],
"unnun": [
"To remove from condition of being a nun"
],
"unobedience": [
"Disobedience"
],
"unobedient": [
"Disobedient"
],
"unobnoxious": [
"___obnoxious"
],
"unobservance": [
"Want or neglect of observance; inobservance"
],
"unobtrusive": [
"Not obtrusive; not presuming; modest"
],
"unoffensive": [
"Inoffensive"
],
"unoften": [
"Not often"
],
"unoil": [
"To remove the oil from"
],
"unoperative": [
"Producing no effect; inoperative"
],
"unoperculated": [
"Destitute of an operculum, or cover"
],
"unorder": [
"To countermand an order for"
],
"unorderly": [
"Disorderly"
],
"unordinate": [
"Disorderly; irregular; inordinate"
],
"unorganized": [
"Not organized; being without organic structure; specifically (Biol.), not having the different tissues and organs characteristic of living organisms, nor the power of growth and development; as, the unorganized ferments. See the Note under Ferment, n., 1"
],
"unoriginated": [
"Not originated; existing from all eternity",
"Not yet caused to be, or to be made; as, possible inventions still unoriginated"
],
"unoriginately": [
"Without origin"
],
"unossified": [
"Destitute of a bony structure"
],
"unowed": [
"Ownerless",
"Not owed; as, to pay money unowed"
],
"unowned": [
"Not owned; having no owner",
"Not acknowledged; not avowed"
],
"unpack": [
"To separate and remove, as things packed; to open and remove the contents of; as, to unpack a trunk",
"To relieve of a pack or burden"
],
"unpacker": [
"One who unpacks"
],
"unpaganize": [
"To cause to cease to be pagan; to divest of pagan character"
],
"unpaint": [
"To remove the paint from; to efface, as a painting"
],
"unpaired": [
"Not paired; not suited or matched"
],
"unpalped": [
"Destitute of a palp"
],
"unpannel": [
"To take the saddle off; to unsaddle"
],
"unparadise": [
"To deprive of happiness like that of paradise; to render unhappy"
],
"unparagoned": [
"Having no paragon or equal; matchless; peerless"
],
"unparalleled": [
"Having no parallel, or equal; unequaled; unmatched"
],
"unparched": [
"Dried up; withered by heat"
],
"unpardonable": [
"Not admitting of pardon or forgiveness; inexcusable"
],
"unparented": [
"Having no parent, or no acknowledged parent"
],
"unparliamentary": [
"Not parliamentary; contrary to the practice of parliamentary bodies"
],
"unpartial": [
"Impartial"
],
"unpassable": [
"Impassable"
],
"unpassionate": [
"Not passionate; dispassionate"
],
"unpastor": [
"To cause to be no longer pastor; to deprive of pastorship"
],
"unpathed": [
"Not having a path"
],
"unpathwayed": [
"Pathless"
],
"unpatience": [
"Impatience"
],
"unpatient": [
"Impatient"
],
"unpaved": [
"Not paved; not furnished with a pavement",
"Castrated"
],
"unpay": [
"To undo, take back, or annul, as a payment"
],
"unpeace": [
"Absence or lack of peace"
],
"unpedigreed": [
"Not distinguished by a pedigree"
],
"unpeeled": [
"Thoroughly stripped; pillaged",
"Not peeled"
],
"unpeerable": [
"Incapable of having a peer, or equal"
],
"unpeered": [
"Having no peer; unequaled; unparalleled"
],
"unpeg": [
"To remove a peg or pegs from; to unfasten; to open"
],
"unpen": [
"To release from a pen or from confinement"
],
"unpenetrable": [
"Impenetrable"
],
"unpenitent": [
"Impenitent"
],
"unpeople": [
"To deprive of inhabitants; to depopulate"
],
"unperegal": [
"Unequal"
],
"unperfect": [
"To mar or destroy the perfection of",
"Imperfect"
],
"unperfection": [
"Want of perfection; imperfection"
],
"unperishable": [
"Imperishable"
],
"unperishably": [
"Imperishably"
],
"unperplex": [
"To free from perplexity"
],
"unpersuasion": [
"The state of not being persuaded; disbelief; doubt"
],
"unpervert": [
"To free from perversion; to deliver from being perverted; to reconvert"
],
"unphilosophize": [
"To degrade from the character of a philosopher"
],
"unpick": [
"To pick out; to undo by picking"
],
"unpicked": [
"Picked out; picked open",
"Not picked"
],
"unpin": [
"To loose from pins; to remove the pins from; to unfasten; as, to unpin a frock; to unpin a frame"
],
"unpinion": [
"To loose from pinions or manacles; to free from restraint"
],
"unpitied": [
"Not pitied",
"Pitiless; merciless"
],
"unpitious": [
"Impious; wicked",
"Destitute of pity; pitiless"
],
"unpitousty": [
"Impiety"
],
"unpity": [
"Want of piety"
],
"unplacable": [
"Implacable"
],
"unplaced": [
"Not placed"
],
"unplaid": [
"To deprive of a plaid"
],
"unplained": [
"Not deplored or bewailed; unlamented"
],
"unplat": [
"To take out the folds or twists of, as something previously platted; to unfold; to unwreathe"
],
"unplausive": [
"Not approving; disapproving"
],
"unpleaded": [
"Not used as a plea; not urged; as, an unpleaded excuse",
"Not supported by pleas; undefended; as, an unpleaded suit"
],
"unpleasant": [
"Not pleasant; not amiable or agreeable; displeasing; offensive"
],
"unpleasantry": [
"Want of pleasantry",
"A state of disagreement; a falling out"
],
"unpleasive": [
"Unpleasant"
],
"unpleat": [
"To remove the plaits of; to smooth"
],
"unplight": [
"To unfold; to lay open; to explain"
],
"unplumb": [
"To deprive of lead, as of a leaden coffin"
],
"unplume": [
"To strip of plumes or feathers; hence, to humiliate"
],
"unpoised": [
"Not poised or balanced",
"Not poised or weighed; hence, regardless of consequences; unhesitating"
],
"unpoison": [
"To remove or expel poison from"
],
"unpolicied": [
"Not having civil polity, or a regular form of government",
"Impolitic; imprudent"
],
"unpolish": [
"To deprive of polish; to make impolite"
],
"unpolite": [
"Not polite; impolite; rude"
],
"unpolitic": [
"Impolitic; imprudent"
],
"unpolled": [
"Not polled"
],
"unpope": [
"To divest of the character, office, or authority of a pope",
"To deprive of a pope"
],
"unportunate": [
"Importunate; troublesome with requests"
],
"unportuous": [
"Having no ports"
],
"unpossess": [
"To be without, or to resign, possession of"
],
"unpossibility": [
"Impossibility"
],
"unpossible": [
"Impossible"
],
"unpower": [
"Want of power; weakness"
],
"unpowerful": [
"Not powerful; weak"
],
"unpracticable": [
"Impracticable; not feasible"
],
"unpractical": [
"Not practical; impractical"
],
"unpraise": [
"To withhold praise from; to deprive of praise"
],
"unpray": [
"To revoke or annul by prayer, as something previously prayed for"
],
"unprayable": [
"Not to be influenced or moved by prayers; obdurate"
],
"unprayed": [
"Not prayed for"
],
"unpreach": [
"To undo or overthrow by preaching"
],
"unprecedented": [
"Having no precedent or example; not preceded by a like case; not having the authority of prior example; novel; new; unexampled"
],
"unpredict": [
"To retract or falsify a previous prediction"
],
"unprejudiced": [
"Not prejudiced; free from undue bias or prepossession; not preoccupied by opinion; impartial; as, an unprejudiced mind; an unprejudiced judge",
"Not warped or biased by prejudice; as, an unprejudiced judgment"
],
"unprelated": [
"Deposed from the office of prelate"
],
"unprevented": [
"Not prevented or hindered; as, unprevented sorrows",
"Not preceded by anything"
],
"unpriced": [
"Not priced; being without a fixed or certain value; also, priceless"
],
"unpriest": [
"To deprive of priesthood; to unfrock"
],
"unprince": [
"To deprive of the character or authority of a prince; to divest of principality of sovereignty"
],
"unprinciple": [
"To destroy the moral principles of"
],
"unprincipled": [
"Being without principles; especially, being without right moral principles; also, characterized by absence of principle"
],
"unprison": [
"To take or deliver from prison"
],
"unprizable": [
"Not prized or valued; being without value",
"Invaluable; being beyond estimation"
],
"unprobably": [
"Improbably",
"In a manner not to be approved of; improperly"
],
"unproficiency": [
"Want of proficiency or improvement"
],
"unprofit": [
"Want of profit; unprofitableness"
],
"unprofited": [
"Profitless"
],
"unpromise": [
"To revoke or annul, as a promise"
],
"unprop": [
"To remove a prop or props from; to deprive of support"
],
"unproper": [
"Not proper or peculiar; improper"
],
"unproselyte": [
"To convert or recover from the state of a proselyte"
],
"unprotestantize": [
"To render other than Protestant; to cause to change from Protestantism to some other form of religion; to deprive of some Protestant feature or characteristic"
],
"unprovide": [
"To deprive of necessary provision; to unfurnish"
],
"unprovident": [
"Improvident"
],
"unprudence": [
"Imprudence"
],
"unprudent": [
"Imprudent"
],
"unprudential": [
"Imprudent"
],
"unpucker": [
"To smooth away the puckers or wrinkles of"
],
"unpure": [
"Not pure; impure"
],
"unpursed": [
"Robbed of a purse, or of money",
"Taken from the purse; expended"
],
"unqualify": [
"To disqualify; to unfit"
],
"unqualitied": [
"Deprived of the usual faculties"
],
"unqueen": [
"To divest of the rank or authority of queen"
],
"unquestionable": [
"Not questionable; as, an unquestionable title",
"Not inviting questions or conversation"
],
"unquestioned": [
"Not called in question; not doubted",
"Not interrogated; having no questions asked; not examined or examined into",
"Indisputable; not to be opposed or impugned"
],
"unquick": [
"Not quick"
],
"unquiet": [
"To disquiet",
"Not quiet; restless; uneasy; agitated; disturbed"
],
"unquietude": [
"Uneasiness; inquietude"
],
"unravel": [
"To disentangle; to disengage or separate the threads of; as, to unravel a stocking",
"Hence, to clear from complication or difficulty; to unfold; to solve; as, to unravel a plot",
"To separate the connected or united parts of; to throw into disorder; to confuse",
"To become unraveled, in any sense"
],
"unravelment": [
"The act of unraveling, or the state of being unraveled"
],
"unrazored": [
"Not shaven"
],
"unread": [
"Not read or perused; as, an unread book",
"Not versed in literature; illiterate"
],
"unreadiness": [
"The quality or state of being unready"
],
"unready": [
"Not ready or prepared; not prompt; slow; awkward; clumsy",
"Not dressed; undressed",
"To undress"
],
"unreal": [
"Not real; unsubstantial; fanciful; ideal"
],
"unreality": [
"The quality or state of being unreal; want of reality"
],
"unrealize": [
"To make unreal; to idealize"
],
"unreally": [
"In an unreal manner; ideally"
],
"unreason": [
"Want of reason; unreasonableness; absurdity",
"To undo, disprove, or refute by reasoning"
],
"unreasonable": [
"Not reasonable; irrational; immoderate; exorbitant"
],
"unreasoned": [
"Not supported by reason; unreasonable"
],
"unreave": [
"To unwind; to disentangle; to loose"
],
"unreaved": [
"Not torn, split, or parted; not torn to pieces"
],
"unrebukable": [
"Not deserving rebuke or censure; blameless"
],
"unrecuring": [
"Incurable"
],
"unredeemed": [
"Not redeemed"
],
"unreeve": [
"To withdraw, or take out, as a rope from a block, thimble, or the like"
],
"unreformation": [
"Want of reformation; state of being unreformed"
],
"unregeneracy": [
"The quality or state of being unregenerate"
],
"unregenerate": [
"Not regenerated; not renewed in heart; remaining or being at enmity with God"
],
"unregeneration": [
"Unregeneracy"
],
"unrein": [
"To loosen the reins of; to remove restraint from"
],
"unrelenting": [
"Not relenting; unyielding; rigid; hard; stern; cruel"
],
"unreliable": [
"Not reliable; untrustworthy. See Reliable"
],
"unreligious": [
"Irreligious"
],
"unremembrance": [
"Want of remembrance; forgetfulness"
],
"unremitting": [
"Not remitting; incessant; continued; persevering; as, unremitting exertions"
],
"unremorseless": [
"Utterly remorseless"
],
"unrepentance": [
"Impenitence"
],
"unreprievable": [
"Not capable of being reprieved"
],
"unreproachable": [
"Not liable to be reproached; irreproachable"
],
"unreproved": [
"Not reproved",
"Not having incurred reproof, blameless"
],
"unreputable": [
"Disreputable"
],
"unreserve": [
"Absence of reverse; frankness; freedom of communication"
],
"unreserved": [
"Not reserved; not kept back; not withheld in part; unrestrained"
],
"unresistance": [
"Nonresistance; passive submission; irresistance"
],
"unresisted": [
"Not resisted; unopposed",
"Resistless; as, unresisted fate"
],
"unresistible": [
"Irresistible"
],
"unrespect": [
"Disrespect"
],
"unresponsible": [
"Irresponsible"
],
"unrest": [
"Want of rest or repose; unquietness; sleeplessness; uneasiness; disquietude"
],
"unrestraint": [
"Freedom from restraint; freedom; liberty; license"
],
"unresty": [
"Causing unrest; disquieting; as, unresty sorrows"
],
"unrevenued": [
"Not furnished with a revenue"
],
"unreverence": [
"Absence or lack of reverence; irreverence"
],
"unreverend": [
"Not reverend",
"Disrespectful; irreverent"
],
"unreverent": [
"Irreverent"
],
"unreverently": [
"Irreverently"
],
"unriddle": [
"To read the riddle of; to solve or explain; as, to unriddle an enigma or a mystery"
],
"unriddler": [
"One who unriddles"
],
"unrig": [
"To strip of rigging; as, to unrig a ship"
],
"unright": [
"Not right; wrong",
"A wrong",
"To cause (something right) to become wrong"
],
"unrighteous": [
"Not righteous; evil; wicked; sinful; as, an unrighteous man",
"Contrary to law and equity; unjust; as, an unrighteous decree or sentence"
],
"unrightwise": [
"Unrighteous"
],
"unringed": [
"Not having a ring, as in the nose"
],
"unrioted": [
"Free from rioting"
],
"unrip": [
"To rip; to cut open"
],
"unripe": [
"Not ripe; as, unripe fruit",
"Developing too early; premature"
],
"unripeness": [
"Quality or state of being unripe"
],
"unrivaled": [
"Having no rival; without a competitor; peerless"
],
"unrivet": [
"To take out, or loose, the rivets of; as, to unrivet boiler plates"
],
"unrobe": [
"To disrobe; to undress; to take off the robes"
],
"unroll": [
"To open, as what is rolled or convolved; as, to unroll cloth; to unroll a banner",
"To display; to reveal",
"To remove from a roll or register, as a name"
],
"unroof": [
"To strip off the roof or covering of, as a house"
],
"unroofed": [
"Stripped of a roof, or similar covering",
"Not yet roofed"
],
"unroost": [
"To drive from the roost"
],
"unroot": [
"To tear up by the roots; to eradicate; to uproot",
"To be torn up by the roots"
],
"unrude": [
"Not rude; polished",
"Excessively rude"
],
"unruffle": [
"To cease from being ruffled or agitated"
],
"unruffled": [
"Not ruffled or agitated; smooth; calm; tranquil; quiet"
],
"unruinate": [
"Not ruined or destroyed"
],
"unruled": [
"Not governed or controlled",
"Not ruled or marked with lines; as, unruled paper"
],
"unruliment": [
"Unruliness"
],
"unruliness": [
"Quality or state unruly"
],
"unruly": [
"Not submissive to rule; disregarding restraint; disposed to violate; turbulent; ungovernable; refractory; as, an unruly boy; unruly boy; unruly conduct"
],
"unrumple": [
"To free from rumples; to spread or lay even,"
],
"unsacrament": [
"To deprive of sacramental character or efficacy; as, to unsacrament the rite of baptism"
],
"unsad": [
"Unsteady; fickle"
],
"unsadden": [
"To relieve from sadness; to cheer"
],
"unsaddle": [
"To strip of a saddle; to take the saddle from, as a horse",
"To throw from the saddle; to unhorse"
],
"unsadness": [
"Infirmity; weakness"
],
"unsafety": [
"The quality or state of being in peril; absence of safety; insecurity"
],
"unsaint": [
"To deprive of saintship; to deny sanctity to"
],
"unsaintly": [
"Unbecoming to a saint"
],
"unsalable": [
"Not salable; unmerchantable"
],
"unsanctification": [
"Absence or lack of sanctification"
],
"unsatiability": [
"Quality of being unsatiable; insatiability"
],
"unsatiable": [
"Insatiable"
],
"unsatiate": [
"Insatiate"
],
"unsatisfaction": [
"Dissatisfaction"
],
"unsaturated": [
"Capable of absorbing or dissolving to a greater degree; as, an unsaturated solution",
"Capable of taking up, or of uniting with, certain other elements or compounds, without the elimination of any side product; thus, aldehyde, ethylene, and ammonia are unsaturated; benzene has three unsaturated bonds.  The term is applied most commonly to compounds with a double or triple bond between two carbon atoms (as in ethylene)"
],
"unsaturation": [
"The quality or state of being unsaturated"
],
"unsay": [
"To recant or recall, as what has been said; to refract; to take back again; to make as if not said"
],
"unscale": [
"To divest of scales; to remove scales from"
],
"unscapable": [
"Not be escaped; inevitable"
],
"unsceptered": [
"Having no scepter",
"Deprived of a scepter"
],
"unscience": [
"Want of science or knowledge; ignorance"
],
"unscrew": [
"To draw the screws from; to loose from screws; to loosen or withdraw (anything, as a screw) by turning it"
],
"unscrupulous": [
"Not scrupulous; unprincipled"
],
"unscrutable": [
"Inscrutable"
],
"unscutcheoned": [
"Destitute of an escutcheon"
],
"unseal": [
"To break or remove the seal of; to open, as what is sealed; as, to unseal a letter",
"To disclose, as a secret"
],
"unseam": [
"To open the seam or seams of; to rip; to cut; to cut open"
],
"unsearchable": [
"Not searchable; inscrutable; hidden; mysterious"
],
"unseason": [
"To make unseasoned; to deprive of seasoning",
"To strike unseasonably; to affect disagreeably or unfavorably"
],
"unseasonable": [
"Not seasonable; being, done, or occurring out of the proper season; ill-timed; untimely; too early or too late; as, he called at an unseasonable hour; unseasonable advice; unseasonable frosts; unseasonable food"
],
"unseasoned": [
"Not seasoned",
"Untimely; ill-timed"
],
"unseat": [
"To throw from one's seat; to deprive of a seat",
"Specifically, to deprive of the right to sit in a legislative body, as for fraud in election"
],
"unseconded": [
"Not seconded; not supported, aided, or assisted; as, the motion was unseconded; the attempt was unseconded",
"Not exemplified a second time"
],
"unsecret": [
"To disclose; to divulge",
"Not secret; not close; not trusty; indiscreet"
],
"unsecularize": [
"To cause to become not secular; to detach from secular things; to alienate from the world"
],
"unsecure": [
"Insecure"
],
"unseel": [
"To open, as the eyes of a hawk that have been seeled; hence, to give light to; to enlighten"
],
"unseem": [
"Not to seem"
],
"unseeming": [
"Unbeseeming; not fit or becoming"
],
"unseemliness": [
"The quality or state of being unseemly; unbecomingness"
],
"unseemly": [
"Not seemly; unbecoming; indecent",
"In an unseemly manner"
],
"unseen": [
"Not seen or discovered",
"Unskilled; inexperienced"
],
"unseldom": [
"Not seldom; frequently"
],
"unsely": [
"Not blessed or happy; wretched; unfortunate"
],
"unseminared": [
"Deprived of virility, or seminal energy; made a eunuch"
],
"unsensed": [
"Wanting a distinct meaning; having no certain signification"
],
"unsensible": [
"Insensible"
],
"unsensualize": [
"To elevate from the domain of the senses; to purify"
],
"unseparable": [
"Inseparable"
],
"unservice": [
"Neglect of duty; idleness; indolence"
],
"unset": [
"Not set; not fixed or appointed"
],
"unsettle": [
"To move or loosen from a settled position or state; to unfix; to displace; to disorder; to confuse",
"To become unsettled or unfixed; to be disordered"
],
"unsettledness": [
"The quality or state of being unsettled"
],
"unsettlement": [
"The act of unsettling, or state of being unsettled; disturbance"
],
"unseven": [
"To render other than seven; to make to be no longer seven"
],
"unsew": [
"To undo, as something sewn, or something inclosed by sewing; to rip apart; to take out the stitches of"
],
"unsex": [
"To deprive of sex, or of qualities becoming to one's sex; esp., to make unfeminine in character, manners, duties, or the like; as, to unsex a woman"
],
"unsexual": [
"Not sexual; not proper or peculiar to one of the sexes"
],
"unshackle": [
"To loose from shackles or bonds; to set free from restraint; to unfetter"
],
"unshakable": [
"Not capable of being shaken; firm; fixed"
],
"unshaked": [
"Unshaken"
],
"unshale": [
"To strip the shale, or husk, from; to uncover"
],
"unshape": [
"To deprive of shape, or of proper shape; to disorder; to confound; to derange"
],
"unshaped": [
"Not shaped; shapeless; misshapen; deformed; ugly"
],
"unsheathe": [
"To deprive of a sheath; to draw from the sheath or scabbard, as a sword"
],
"unshed": [
"Not parted or divided, as the hair",
"Not spilt, or made to flow, as blood or tears"
],
"unshell": [
"To strip the shell from; to take out of the shell; to hatch"
],
"unshelve": [
"To remove from, or as from, a shelf"
],
"unshent": [
"Not shent; not disgraced; blameless"
],
"unsheriff": [
"To depose from the office of sheriff"
],
"unshet": [
"To unshut"
],
"unshiftable": [
"That may &unr_;ot be shifted",
"Shiftless; helpless"
],
"unship": [
"To take out of a ship or vessel; as, to unship goods",
"To remove or detach, as any part or implement, from its proper position or connection when in use; as, to unship an oar; to unship capstan bars; to unship the tiller"
],
"unshipment": [
"The act of unshipping, or the state of being unshipped; displacement"
],
"unshot": [
"To remove the shot from, as from a shotted gun; to unload",
"Not hit by a shot; also, not discharged or fired off"
],
"unshout": [
"To recall what is done by shouting"
],
"unshroud": [
"To remove the shroud from; to uncover"
],
"unshrubbed": [
"Being without shrubs"
],
"unshut": [
"To open, or throw open"
],
"unshutter": [
"To open or remove the shutters of"
],
"unsight": [
"Doing or done without sight; not seeing or examining"
],
"unsightable": [
"Invisible"
],
"unsighted": [
"Not sighted, or seen",
"Not aimed by means of a sight; also, not furnished with a sight, or with a properly adjusted sight; as, to shoot and unsighted rife or cannon"
],
"unsignificant": [
"Insignificant"
],
"unsilly": [
"___unsely"
],
"unsimplicity": [
"Absence of simplicity; artfulness"
],
"unsin": [
"To deprive of sinfulness, as a sin; to make sinless"
],
"unsincere": [
"Not sincere or pure; insincere"
],
"unsincerity": [
"The quality or state of being unsincere or impure; insincerity"
],
"unsinew": [
"To deprive of sinews or of strength"
],
"unsister": [
"To separate, as sisters; to disjoin"
],
"unsisterly": [
"Not sisterly"
],
"unsisting": [
"Unresisting"
],
"unsitting": [
"Not sitting well; unbecoming"
],
"unskill": [
"Want of skill; ignorance; unskillfulness"
],
"unskillful": [
"Not skillful; inexperienced; awkward; bungling; as, an unskillful surgeon or mechanic; an unskillful logician",
"Lacking discernment; injudicious; ignorant"
],
"unslacked": [
"Not slacked; unslaked; as, unslacked lime"
],
"unslaked": [
"Not slaked; unslacked; as, an unslaked thirst; unslaked lime"
],
"unsling": [
"To take off the slings of, as a yard, a cask, or the like; to release from the slings"
],
"unsluice": [
"To sluice; to open the sluice or sluices of; to let flow; to discharge"
],
"unsociability": [
"The quality or state of being unsociable; unsociableness"
],
"unsociable": [
"Not sociable; not inclined to society; averse to companionship or conversation; solitary; reserved; as, an unsociable person or temper"
],
"unsocket": [
"To loose or take from a socket"
],
"unsoft": [
"Not soft; hard; coarse; rough",
"Not softly"
],
"unsolder": [
"To separate or disunite, as what has been soldered; hence, to divide; to sunder"
],
"unsoldiered": [
"Not equipped like a soldier; unsoldierlike"
],
"unsolemnize": [
"To divest of solemnity"
],
"unsonable": [
"Incapable of being sounded"
],
"unsonsy": [
"Not soncy (sonsy); not fortunate"
],
"unsoot": [
"Not sweet"
],
"unsophisticate": [
"Not sophisticated; pure; innocent; genuine"
],
"unsorrowed": [
"Not sorrowed for; unlamented"
],
"unsorted": [
"Not sorted; not classified; as, a lot of unsorted goods",
"Not well selected; ill-chosen"
],
"unsoul": [
"To deprive of soul, spirit, or principle"
],
"unsound": [
"Not sound; not whole; not solid; defective; infirm; diseased"
],
"unspar": [
"To take the spars, stakes, or bars from"
],
"unsparing": [
"Not sparing; not parsimonious; liberal; profuse",
"Not merciful or forgiving"
],
"unspeak": [
"To retract, as what has been spoken; to recant; to unsay"
],
"unspeakable": [
"Not speakable; incapable of being uttered or adequately described; inexpressible; unutterable; ineffable; as, unspeakable grief or rage"
],
"unspecialized": [
"Not specialized; specifically (Biol.), not adapted, or set apart, for any particular purpose or function; as, an unspecialized unicellular organism"
],
"unsped": [
"Not performed; not dispatched"
],
"unspell": [
"To break the power of (a spell); to release (a person) from the influence of a spell; to disenchant"
],
"unsphere": [
"To remove, as a planet, from its sphere or orb"
],
"unspike": [
"To remove a spike from, as from the vent of a cannon"
],
"unspilt": [
"Not spilt or wasted; not shed"
],
"unspin": [
"To untwist, as something spun"
],
"unspirit": [
"To dispirit"
],
"unspiritalize": [
"To deprive of spiritually"
],
"unspleened": [
"Deprived of a spleen"
],
"unspotted": [
"Not spotted; free from spot or stain; especially, free from moral stain; unblemished; immaculate; as, an unspotted reputation"
],
"unsquire": [
"To divest of the title or privilege of an esquire"
],
"unstable": [
"Not stable; not firm, fixed, or constant; subject to change or overthrow"
],
"unstack": [
"To remove, or take away, from a stack; to remove, as something constituting a stack"
],
"unstarch": [
"To free from starch; to make limp or pliable"
],
"unstate": [
"To deprive of state or dignity"
],
"unsteel": [
"To disarm; to soften"
],
"unstep": [
"To remove, as a mast, from its step"
],
"unstick": [
"To release, as one thing stuck to another"
],
"unstill": [
"Not still; restless"
],
"unsting": [
"To disarm of a sting; to remove the sting of"
],
"unstitch": [
"To open by picking out stitches; to take out, or undo, the stitches of; as, to unstitch a seam"
],
"unstock": [
"To deprive of a stock; to remove the stock from; to loose from that which fixes, or holds fast",
"To remove from the stocks, as a ship"
],
"unstockinged": [
"Destitute of stockings",
"Deprived of stockings"
],
"unstop": [
"To take the stopple or stopper from; as, to unstop a bottle or a cask",
"To free from any obstruction; to open"
],
"unstrain": [
"To relieve from a strain; to relax"
],
"unstrained": [
"Not strained; not cleared or purified by straining; as, unstrained oil or milk",
"Not forced; easy; natural; as, a unstrained deduction or inference"
],
"unstratified": [
"Not stratified; -- applied to massive rocks, as granite, porphyry, etc., and also to deposits of loose material, as the glacial till, which occur in masses without layers or strata"
],
"unstrength": [
"Want of strength; weakness; feebleness"
],
"unstriated": [
"Nonstriated; unstriped"
],
"unstring": [
"To deprive of a string or strings; also, to take from a string; as, to unstring beads",
"To loosen the string or strings of; as, to unstring a harp or a bow",
"To relax the tension of; to loosen"
],
"unstriped": [
"Not striped",
"Without marks or striations; nonstriated; as, unstriped muscle fibers"
],
"unstudied": [
"Not studied; not acquired by study; unlabored; natural",
"Not skilled; unversed; -- followed by in",
"Not spent in study"
],
"unsubstantial": [
"Lacking in matter or substance; visionary; chimerical"
],
"unsubstantialize": [
"To make unsubstantial"
],
"unsubstantiation": [
"A divesting of substantiality"
],
"unsucceedable": [
"Not able or likely to succeed"
],
"unsuccess": [
"Want of success; failure; misfortune"
],
"unsuccessful": [
"Not successful; not producing the desired event; not fortunate; meeting with, or resulting in, failure; unlucky; unhappy"
],
"unsufferable": [
"Insufferable"
],
"unsuffering": [
"Inability or incapability of enduring, or of being endured"
],
"unsufficience": [
"Insufficiency"
],
"unsufficient": [
"Insufficient"
],
"unsuit": [
"Not to suit; to be unfit for"
],
"unsupportable": [
"Insupportable; unendurable"
],
"unsured": [
"Not made sure"
],
"unsurety": [
"Want of surety; uncertainty; insecurity; doubt"
],
"unsurmountable": [
"Insurmountable"
],
"unsuspicion": [
"The quality or state of being unsuspecting"
],
"unswaddle": [
"To take a swaddle from; to unswathe"
],
"unswathe": [
"To take a swathe from; to relieve from a bandage; to unswaddle"
],
"unswayable": [
"Not capable of being swayed"
],
"unswear": [
"To recant or recall, as an oath; to recall after having sworn; to abjure",
"To recall an oath"
],
"unsweat": [
"To relieve from perspiration; to ease or cool after exercise or toil"
],
"unswell": [
"To sink from a swollen state; to subside"
],
"unsymmetrical": [
"Wanting in symmetry, or due proportion of parts",
"Not symmetrical; being without symmetry, as the parts of a flower when similar parts are of different size and shape, or when the parts of successive circles differ in number. See Symmetry",
"Being without symmetry of chemical structure or relation; as, an unsymmetrical carbon atom"
],
"unsymmetrically": [
"Not symmetrically"
],
"unsympathy": [
"Absence or lack of sympathy"
],
"untack": [
"To separate, as what is tacked; to disjoin; to release"
],
"untackle": [
"To unbitch; to unharness"
],
"untalked": [
"Not talked; not mentioned; -- often with of"
],
"untangibility": [
"Intangibility"
],
"untangible": [
"Intangible"
],
"untangibly": [
"Intangibly"
],
"untangle": [
"To loose from tangles or intricacy; to disentangle; to resolve; as, to untangle thread"
],
"untappice": [
"to come out of concealment"
],
"untaste": [
"To deprive of a taste for a thing"
],
"unteach": [
"To cause to forget, or to lose from memory, or to disbelieve what has been taught",
"To cause to be forgotten; as, to unteach what has been learned"
],
"unteam": [
"To unyoke a team from"
],
"untemper": [
"To deprive of temper, or of the proper degree of temper; to make soft"
],
"untemperate": [
"Intemperate"
],
"untemperately": [
"Intemperately"
],
"untempter": [
"One who does not tempt, or is not a tempter"
],
"untenant": [
"To remove a tenant from"
],
"untent": [
"To bring out of a tent"
],
"untented": [
"Having no tent or tents, as a soldier or a field",
"Not tended; not dressed. See 4th Tent"
],
"unthank": [
"No thanks; ill will; misfortune"
],
"unthink": [
"To recall or take back, as something thought"
],
"unthinker": [
"A person who does not think, or does not think wisely"
],
"unthinking": [
"Not thinking; not heedful; thoughtless; inconsiderate; as, unthinking youth",
"Not indicating thought or reflection; thoughtless"
],
"unthread": [
"To draw or take out a thread from; as, to unthread a needle",
"To deprive of ligaments; to loose the ligaments of",
"To make one's way through; to traverse; as, to unthread a devious path"
],
"unthrift": [
"Want of thrift; unthriftiness; prodigality",
"An unthrifty person",
"Unthrifty"
],
"unthriftfully": [
"Not thriftily"
],
"unthriftihead": [
"Unthriftiness"
],
"unthriftily": [
"Not thriftily",
"Improperly; unbecomingly"
],
"unthriftiness": [
"The quality or state or being unthrifty; profuseness; lavishness"
],
"unthrifty": [
"Not thrifty; profuse"
],
"unthrone": [
"To remove from, or as from, a throne; to dethrone"
],
"untidy": [
"Unseasonable; untimely",
"Not tidy or neat; slovenly"
],
"untie": [
"To loosen, as something interlaced or knotted; to disengage the parts of; as, to untie a knot",
"To free from fastening or from restraint; to let loose; to unbind",
"To resolve; to unfold; to clear",
"To become untied or loosed"
],
"untighten": [
"To make less tight or tense; to loosen"
],
"until": [
"To; unto; towards; -- used of material objects",
"To; up to; till; before; -- used of time; as, he staid until evening; he will not come back until the end of the month",
"As far as; to the place or degree that; especially, up to the time that; till. See Till, conj"
],
"untile": [
"To take the tiles from; to uncover by removing the tiles"
],
"untime": [
"An unseasonable time"
],
"untimeliness": [
"Unseasonableness"
],
"untimely": [
"Not timely; done or happening at an unnatural, unusual, or improper time; unseasonable; premature; inopportune; as, untimely frosts; untimely remarks; an untimely death",
"Out of the natural or usual time; inopportunely; prematurely; unseasonably"
],
"untimeous": [
"Untimely"
],
"untimeously": [
"Untimely; unseasonably"
],
"untithed": [
"Not subjected tithes"
],
"untitled": [
"Not titled; having no title, or appellation of dignity or distinction",
"Being without title or right; not entitled"
],
"unto": [
"To; -- now used only in antiquated, formal, or scriptural style. See To",
"Until; till",
"Until; till"
],
"untold": [
"Not told; not related; not revealed; as, untold secrets",
"Not numbered or counted; as, untold money"
],
"untolerable": [
"Intolerable"
],
"untomb": [
"To take from the tomb; to exhume; to disinter"
],
"untongue": [
"To deprive of a tongue, or of voice"
],
"untooth": [
"To take out the teeth of"
],
"untoward": [
"Toward",
"Froward; perverse",
"Awkward; ungraceful",
"Inconvenient; troublesome; vexatious; unlucky; unfortunate; as, an untoward wind or accident"
],
"untowardly": [
"Perverse; froward; untoward"
],
"untraded": [
"Not dealt with in trade; not visited for purposes of trade",
"Unpracticed; inexperienced",
"Not traded in or bartered; hence, not hackneyed; unusual; not common"
],
"untrained": [
"Not trained",
"Not trainable; indocile"
],
"untrammeled": [
"Not hampered or impeded; free"
],
"untraveled": [
"Not traveled; not trodden by passengers; as, an untraveled forest",
"Having never visited foreign countries; not having gained knowledge or experience by travel; as, an untraveled Englishman"
],
"untread": [
"To tread back; to retrace"
],
"untreasure": [
"To bring forth or give up, as things previously treasured"
],
"untreasured": [
"Deprived of treasure",
"Not treasured; not kept as treasure"
],
"untreatable": [
"Incapable of being treated; not practicable"
],
"untrenched": [
"Being without trenches; whole; intact"
],
"untressed": [
"Not tied up in tresses; unarranged; -- said of the hair"
],
"untrowable": [
"Incredible"
],
"untrue": [
"Not true; false; contrary to the fact; as, the story is untrue",
"Not faithful; inconstant; false; disloyal",
"Untruly"
],
"untruism": [
"Something not true; a false statement"
],
"untrunked": [
"Separated from its trunk or stock"
],
"untruss": [
"To loose from a truss, or as from a truss; to untie or unfasten; to let out; to undress",
"One who untrussed persons for the purpose of flogging them; a public whipper"
],
"untrust": [
"Distrust"
],
"untrustful": [
"Not trustful or trusting",
"Not to be trusted; not trusty"
],
"untruth": [
"The quality of being untrue; contrariety to truth; want of veracity; also, treachery; faithlessness; disloyalty",
"That which is untrue; a false assertion; a falsehood; a lie; also, an act of treachery or disloyalty"
],
"untruthful": [
"Not truthful; unveracious; contrary to the truth or the fact"
],
"untuck": [
"To unfold or undo, as a tuck; to release from a tuck or fold"
],
"untune": [
"To make incapable of harmony, or of harmonious action; to put out of tune"
],
"unturn": [
"To turn in a reserve way, especially so as to open something; as, to unturn a key"
],
"unturned": [
"Not turned; not revolved or reversed"
],
"untwain": [
"To rend in twain; to tear in two"
],
"untwine": [
"To untwist; to separate, as that which is twined or twisted; to disentangle; to untie",
"To become untwined"
],
"untwirl": [
"To untwist; to undo"
],
"untwist": [
"To separate and open, as twisted threads; to turn back, as that which is twisted; to untwine",
"To untie; to open; to disentangle"
],
"unty": [
"To untie"
],
"unusage": [
"Want or lack of usage"
],
"unused": [
"Not used; as, an unused book; an unused apartment",
"Not habituated; unaccustomed"
],
"unusual": [
"Not usual; uncommon; rare; as, an unusual season; a person of unusual grace or erudition"
],
"unusuality": [
"Unusualness"
],
"unutterable": [
"Not utterable; incapable of being spoken or voiced; inexpressible; ineffable; unspeakable; as, unutterable anguish"
],
"unvail": [
"___unveil"
],
"unvaluable": [
"Invaluable; being beyond price",
"Not valuable; having little value"
],
"unvalued": [
"Not valued; not appraised; hence, not considered; disregarded; valueless; as, an unvalued estate",
"Having inestimable value; invaluable"
],
"unvariable": [
"Invariable"
],
"unveil": [
"To remove a veil from; to divest of a veil; to uncover; to disclose to view; to reveal; as, she unveiled her face",
"To remove a veil; to reveal one's self"
],
"unveiler": [
"One who removes a veil"
],
"unveracity": [
"Want of veracity; untruthfulness; as, unveracity of heart"
],
"unvessel": [
"To cause to be no longer a vessel; to empty"
],
"unvicar": [
"To deprive of the position or office a vicar"
],
"unviolable": [
"Inviolable"
],
"unvisard": [
"To take the vizard or mask from; to unmask"
],
"unvisible": [
"Invisible"
],
"unvisibly": [
"Invisibly"
],
"unvitiated": [
"Not vitiated; pure"
],
"unvoluntary": [
"Involuntary"
],
"unvote": [
"To reverse or annul by vote, as a former vote"
],
"unvoweled": [
"Having no vowel sounds or signs"
],
"unvulgarize": [
"To divest of vulgarity; to make to be not vulgar"
],
"unvulnerable": [
"Invulnerable"
],
"unware": [
"Unaware; not foreseeing; being off one's guard",
"Happening unexpectedly; unforeseen"
],
"unwares": [
"Unawares; unexpectedly; -- sometimes preceded by at"
],
"unwarily": [
"In an unwary manner"
],
"unwariness": [
"The quality or state of being unwary; carelessness; heedlessness"
],
"unwarm": [
"To lose warmth; to grow cold"
],
"unwarp": [
"To restore from a warped state; to cause to be linger warped"
],
"unwarped": [
"Not warped; hence, not biased; impartial"
],
"unwarrantable": [
"Not warrantable; indefensible; not vindicable; not justifiable; illegal; unjust; improper"
],
"unwarranted": [
"Not warranted; being without warrant, authority, or guaranty; unwarrantable"
],
"unwary": [
"Not vigilant against danger; not wary or cautious; unguarded; precipitate; heedless; careless",
"Unexpected; unforeseen; unware"
],
"unwashed": [
"Not washed or cleansed; filthy; unclean"
],
"unwashen": [
"Not washed"
],
"unwayed": [
"Not used to travel; as, colts that are unwayed",
"Having no ways or roads; pathless"
],
"unwearied": [
"Not wearied; not fatigued or tired; hence, persistent; not tiring or wearying; indefatigable"
],
"unweary": [
"To cause to cease being weary; to refresh"
],
"unweave": [
"To unfold; to undo; to ravel, as what has been woven"
],
"unwedgeable": [
"Not to be split with wedges"
],
"unweeting": [
"Unwitting"
],
"unweighed": [
"Not weighed; not pondered or considered; as, an unweighed statement"
],
"unweighing": [
"Not weighing or pondering; inconsiderate"
],
"unweld": [
"Unwieldy; unmanageable; clumsy"
],
"unwell": [
"Not well; indisposed; not in good health; somewhat ill; ailing",
"Specifically, ill from menstruation; affected with, or having, catamenial; menstruant"
],
"unwellness": [
"Quality or state of being unwell"
],
"unwemmed": [
"Not blemished; undefiled; pure"
],
"unwhole": [
"Not whole; unsound"
],
"unwieldy": [
"Not easily wielded or carried; unmanageable; bulky; ponderous"
],
"unwild": [
"To tame; to subdue"
],
"unwill": [
"To annul or reverse by an act of the will"
],
"unwilled": [
"Deprived of the faculty of will or volition"
],
"unwilling": [
"Not willing; loath; disinclined; reluctant; as, an unwilling servant"
],
"unwind": [
"To wind off; to loose or separate, as what or convolved; to untwist; to untwine; as, to unwind thread; to unwind a ball of yarn",
"To disentangle",
"To be or become unwound; to be capable of being unwound or untwisted"
],
"unwisdom": [
"Want of wisdom; unwise conduct or action; folly; simplicity; ignorance"
],
"unwise": [
"Not wise; defective in wisdom; injudicious; indiscreet; foolish; as, an unwise man; unwise kings; unwise measures"
],
"unwisely": [
"In an unwise manner; foolishly"
],
"unwish": [
"To wish not to be; to destroy by wishing"
],
"unwist": [
"Not known; unknown",
"Not knowing; unwitting"
],
"unwit": [
"To deprive of wit",
"Want of wit or understanding; ignorance"
],
"unwitch": [
"To free from a witch or witches; to fee from witchcraft"
],
"unwitting": [
"Not knowing; unconscious; ignorant"
],
"unwoman": [
"To deprive of the qualities of a woman; to unsex"
],
"unwonder": [
"To divest of the quality of wonder or mystery; to interpret; to explain"
],
"unwont": [
"Unwonted; unused; unaccustomed"
],
"unwonted": [
"Not wonted; unaccustomed; unused; not made familiar by practice; as, a child unwonted to strangers",
"Uncommon; unusual; infrequent; rare; as, unwonted changes"
],
"unwork": [
"To undo or destroy, as work previously done"
],
"unworldly": [
"Not worldly; spiritual; holy"
],
"unwormed": [
"Not wormed; not having had the worm, or lytta, under the tongue cut out; -- said of a dog"
],
"unworship": [
"To deprive of worship or due honor; to dishonor",
"Lack of worship or respect; dishonor"
],
"unworth": [
"Unworthy",
"Unworthiness"
],
"unworthy": [
"Not worthy; wanting merit, value, or fitness; undeserving; worthless; unbecoming; -- often with of"
],
"unwrap": [
"To open or undo, as what is wrapped or folded"
],
"unwray": [
"___unwrie"
],
"unwreathe": [
"To untwist, uncoil, or untwine, as anything wreathed"
],
"unwrie": [
"To uncover"
],
"unwrinkle": [
"To reduce from a wrinkled state; to smooth"
],
"unwrite": [
"To cancel, as what is written; to erase"
],
"unwritten": [
"Not written; not reduced to writing; oral; as, unwritten agreements",
"Containing no writing; blank; as, unwritten paper"
],
"unwroken": [
"Not revenged; unavenged"
],
"unyoke": [
"To loose or free from a yoke",
"To part; to disjoin; to disconnect"
],
"unyoked": [
"Not yet yoked; not having worn the yoke",
"Freed or loosed from a yoke",
"Licentious; unrestrained"
],
"unyolden": [
"Not yielded"
],
"unzoned": [
"Not zoned; not bound with a girdle; as, an unzoned bosom"
],
"up": [
"Aloft; on high; in a direction contrary to that of gravity; toward or in a higher place or position; above; -- the opposite of down",
"From a lower to a higher position, literally or figuratively; as, from a recumbent or sitting position; from the mouth, toward the source, of a river; from a dependent or inferior condition; from concealment; from younger age; from a quiet state, or the like; -- used with verbs of motion expressed or implied",
"In a higher place or position, literally or figuratively; in the state of having arisen; in an upright, or nearly upright, position; standing; mounted on a horse; in a condition of elevation, prominence, advance, proficiency, excitement, insurrection, or the like; -- used with verbs of rest, situation, condition, and the like; as, to be up on a hill; the lid of the box was up; prices are up",
"To or in a position of equal advance or equality; not short of, back of, less advanced than, away from, or the like; -- usually followed by to or with; as, to be up to the chin in water; to come up with one's companions; to come up with the enemy; to live up to engagements",
"To or in a state of completion; completely; wholly; quite; as, in the phrases to eat up; to drink up; to burn up; to sum up; etc.; to shut up the eyes or the mouth; to sew up a rent",
"Aside, so as not to be in use; as, to lay up riches; put up your weapons",
"From a lower to a higher place on, upon, or along; at a higher situation upon; at the top of",
"From the coast towards the interior of, as a country; from the mouth towards the source of, as a stream; as, to journey up the country; to sail up the Hudson",
"Upon",
"The state of being up or above; a state of elevation, prosperity, or the like; -- rarely occurring except in the phrase ups and downs",
"Inclining up; tending or going up; upward; as, an up look; an up grade; the up train"
],
"up-line": [
"A line or track leading from the provinces toward the metropolis or a principal terminus; the track upon which up-trains run. See Up-train"
],
"up-over": [
"Designating a method of shaft excavation by drifting to a point below, and then raising instead of sinking"
],
"up-to-date": [
"Extending to the present time; having style, manners, knowledge, or other qualities that are abreast of the times"
],
"up-to-the-minute": [
"being the most recent available; completely up-to-date"
],
"up-train": [
"A train going in the direction of the metropolis or the main terminus",
"A train going in the direction conventionally called up"
],
"up-wind": [
"Against the wind; toward the direction from which the wind is blowing"
],
"upas": [
"A tree (Antiaris toxicaria) of the Breadfruit family, common in the forests of Java and the neighboring islands. Its secretions are poisonous, and it has been fabulously reported that the atmosphere about it is deleterious. Called also bohun upas",
"A virulent poison used in Java and the adjacent islands for poisoning arrows. One kind, upas antiar, is derived from the upas tree (Antiaris toxicaria). Upas tieute is prepared from a climbing plant (Strychnos Tieute)"
],
"upbar": [
"To fasten with a bar",
"To remove the bar or bards of, as a gate; to under"
],
"upbear": [
"To bear up; to raise aloft; to support in an elevated situation; to sustain"
],
"upbind": [
"To bind up"
],
"upblow": [
"To inflate",
"To blow up; as, the wind upblows from the sea"
],
"upbraid": [
"To charge with something wrong or disgraceful; to reproach; to cast something in the teeth of; -- followed by with or for, and formerly of, before the thing imputed",
"To reprove severely; to rebuke; to chide",
"To treat with contempt",
"To object or urge as a matter of reproach; to cast up; -- with to before the person",
"To utter upbraidings",
"The act of reproaching; contumely"
],
"upbreak": [
"To break upwards; to force away or passage to the surface",
"A breaking upward or bursting forth; an upburst"
],
"upbreathe": [
"To breathe up or out; to exhale"
],
"upbreed": [
"To rear, or bring up; to nurse"
],
"upbrought": [
"Brought up; educated"
],
"upbuoyance": [
"The act of buoying up; uplifting"
],
"upburst": [
"The act of bursting upwards; a breaking through to the surface; an upbreak or uprush; as, an upburst of molten matter"
],
"upcast": [
"Cast up; thrown upward; as, with upcast eyes",
"A cast; a throw",
"The ventilating shaft of a mine out of which the air passes after having circulated through the mine; -- distinguished from the downcast. Called also upcast pit, and upcast shaft",
"An upset, as from a carriage",
"A taunt; a reproach",
"To cast or throw up; to turn upward",
"To taunt; to reproach; to upbraid"
],
"upcaught": [
"Seized or caught up"
],
"upcheer": [
"To cheer up"
],
"upclimb": [
"To climb up; to ascend"
],
"upcoil": [
"To coil up; to make into a coil, or to be made into a coil"
],
"upcountry": [
"In an upcountry direction; as, to live upcountry",
"Living or situated remote from the seacoast; as, an upcountry residence"
],
"upcurl": [
"To curl up"
],
"update": [
"To make corrections or to add new information to (a document) so as to include the most recent information; as, we update the sales database every night; the book was updated and sold as a new edition.  Used often of computerized data bases and documents",
"To inform (a person) of the most recent information concerning a topic; as, I updated the director on the status of the project",
"The event or process of updating (in either sense); the information provided in the process of updating; as, I gave the director the latest update on the project; the update took over an hour",
"The document or database which results from a process of updating; and updated document or database; as, they distributed the update over the internet"
],
"updive": [
"To spring upward; to rise"
],
"updraw": [
"To draw up"
],
"upend": [
"To end up; to set on end, as a cask"
],
"upeygan": [
"The borele"
],
"upfill": [
"To fill up"
],
"upflow": [
"To flow or stream up"
],
"upflung": [
"Flung or thrown up"
],
"upgather": [
"To gather up; to contract; to draw together"
],
"upgaze": [
"To gaze upward"
],
"upgive": [
"To give up or out"
],
"upgrow": [
"To grow up"
],
"upgrowth": [
"The process or result of growing up; progress; development"
],
"upgush": [
"A gushing upward",
"To gush upward"
],
"uphaf": [
"imp. of Upheave"
],
"uphand": [
"Lifted by the hand, or by both hands; as, the uphand sledge"
],
"uphang": [
"To hang up"
],
"uphasp": [
"To hasp or faster up; to close; as, sleep uphasps the eyes"
],
"upheaped": [
"Piled up; accumulated"
],
"upheaval": [
"The act of upheaving, or the state of being upheaved; esp., an elevation of a portion of the earth's crust"
],
"upheave": [
"To heave or lift up from beneath; to raise"
],
"upheld": [
"imp. & p. p. of Uphold"
],
"upher": [
"A fir pole of from four to seven inches diameter, and twenty to forty feet long, sometimes roughly hewn, used for scaffoldings, and sometimes for slight and common roofs, for which use it is split"
],
"uphill": [
"Upwards on, or as on, a hillside; as, to walk uphill",
"Ascending; going up; as, an uphill road",
"Attended with labor; difficult; as, uphill work"
],
"uphilt": [
"To thrust in up to the hilt; as, to uphilt one's sword into an enemy"
],
"uphoard": [
"To hoard up"
],
"uphold": [
"To hold up; to lift on high; to elevate",
"To keep erect; to support; to sustain; to keep from falling; to maintain",
"To aid by approval or encouragement; to countenance; as, to uphold a person in wrongdoing"
],
"upholder": [
"A broker or auctioneer; a tradesman",
"An undertaker, or provider for funerals",
"An upholsterer",
"One who, or that which, upholds; a supporter; a defender; a sustainer"
],
"upholster": [
"To furnish (rooms, carriages, bedsteads, chairs, etc.) with hangings, coverings, cushions, etc.; to adorn with furnishings in cloth, velvet, silk, etc.; as, to upholster a couch; to upholster a room with curtains",
"A broker",
"An upholsterer"
],
"upholsterer": [
"One who provides hangings, coverings, cushions, curtains, and the like; one who upholsters"
],
"upholstery": [
"The articles or goods supplied by upholsterers; the business or work of an upholsterer"
],
"uphroe": [
"___euphroe"
],
"upkeep": [
"The act of keeping up, or maintaining; maintenance of persons, organizations, or objects such as machinery, by providing a location, repairs, and consumable items when necessary",
"the cost of providing upkeep{1}"
],
"upland": [
"High land; ground elevated above the meadows and intervals which lie on the banks of rivers, near the sea, or between hills; land which is generally dry; -- opposed to lowland, meadow, marsh, swamp, interval, and the like",
"The country, as distinguished from the neighborhood of towns",
"Of or pertaining to uplands; being on upland; high in situation; as, upland inhabitants; upland pasturage",
"Pertaining to the country, as distinguished from the neighborhood of towns; rustic; rude; unpolished"
],
"uplander": [
"One dwelling in the upland; hence, a countryman; a rustic",
"The upland sandpiper"
],
"uplandish": [
"Of or pertaining to uplands; dwelling on high lands",
"Rude; rustic; unpolished; uncivilized"
],
"uplay": [
"To hoard"
],
"uplead": [
"To lead upward"
],
"uplean": [
"To lean or incline upon anything"
],
"uplift": [
"To lift or raise aloft; to raise; to elevate; as, to uplift the arm; to uplift a rock",
"A raising or upheaval of strata so as to disturb their regularity and uniformity, and to occasion folds, dislocations, and the like"
],
"uplock": [
"To lock up"
],
"uplook": [
"To look or gaze up"
],
"upmost": [
"Highest; topmost; uppermost"
],
"upokororo": [
"An edible fresh-water New Zealand fish (Prototroctes oxyrhynchus) of the family Haplochitonidae. In general appearance and habits, it resembles the northern lake whitefishes and trout. Called also grayling"
],
"upon": [
"On; -- used in all the senses of that word, with which it is interchangeable"
],
"uppent": [
"A Pent up; confined"
],
"upper": [
"Being further up, literally or figuratively; higher in place, position, rank, dignity, or the like; superior; as, the upper lip; the upper side of a thing; the upper house of a legislature",
"The upper leather for a shoe; a vamp"
],
"uppermost": [
"Highest in place, position, rank, power, or the like; upmost; supreme"
],
"uppertendom": [
"The highest class in society; the upper ten. See Upper ten, under Upper"
],
"uppile": [
"To pile, or heap, up"
],
"uppish": [
"Proud; arrogant; assuming; putting on airs of superiority"
],
"upplight": [
"imp. & p. p. of Uppluck"
],
"uppluck": [
"To pull or pluck up"
],
"uppricked": [
"Upraised; erect; -- said of the ears of an animal"
],
"upprop": [
"To prop up"
],
"upraise": [
"To raise; to lift up"
],
"uprear": [
"To raise; to erect"
],
"upridged": [
"Raised up in a ridge or ridges; as, a billow upridged"
],
"upright": [
"In an erect position or posture; perpendicular; vertical, or nearly vertical; pointing upward; as, an upright tree",
"Morally erect; having rectitude; honest; just; as, a man upright in all his ways",
"Conformable to moral rectitude",
"Stretched out face upward; flat on the back",
"Designating a club in which the head is approximately at a right angle with the shaft",
"Something standing upright, as a piece of timber in a building. See Illust. of Frame",
"A tool made from a flat strip of steel with chisel edges at both ends, bent into horseshoe, the opening between the cutting edges being adjustable, used for reducing splits to skeins. Called in full upright shave",
"the vertical part of a goalpost, especially the part above the horizontal bar; as, a field goal directly between the uprights"
],
"uprighteously": [
"In an upright or just manner"
],
"uprightly": [
"In an upright manner"
],
"uprightness": [
"the quality or state of being upright"
],
"uprise": [
"To rise; to get up; to appear from below the horizon",
"To have an upward direction or inclination",
"The act of rising; appearance above the horizon; rising"
],
"uprising": [
"Act of rising; also, a steep place; an ascent",
"An insurrection; a popular revolt"
],
"uprist": [
"Uprising",
"imp. of Uprise. Uprose"
],
"uproar": [
"Great tumult; violent disturbance and noise; noisy confusion; bustle and clamor",
"To throw into uproar or confusion",
"To make an uproar"
],
"uproarious": [
"Making, or accompanied by, uproar, or noise and tumult; as, uproarious merriment"
],
"uproll": [
"To roll up"
],
"uproot": [
"To root up; to tear up by the roots, or as if by the roots; to remove utterly; to eradicate; to extirpate"
],
"uprouse": [
"To rouse up; to rouse from sleep; to awake; to arouse"
],
"uprun": [
"To run up; to ascend"
],
"uprush": [
"To rush upward",
"Act of rushing upward; an upbreak or upburst; as, an uprush of lava"
],
"upsarokas": [
"___crows"
],
"upscale": [
"relating to, or characteristic of, affluent people or people in the upper social classes",
"expensive or of high quality"
],
"upseek": [
"To seek or strain upward"
],
"upsend": [
"To send, cast, or throw up"
],
"upset": [
"To set up; to put upright",
"To thicken and shorten, as a heated piece of iron, by hammering on the end",
"To overturn, overthrow, or overset; as, to upset a carriage; to upset an argument",
"To disturb the self-possession of; to disorder the nerves of; to make ill; as, the fright upset her",
"To turn upwards the outer ends of (stakes) so as to make a foundation for the side of a basket or the like; also, to form (the side) in this manner",
"To become upset",
"Set up; fixed; determined; -- used chiefly or only in the phrase upset price; that is, the price fixed upon as the minimum for property offered in a public sale, or, in an auction, the price at which property is set up or started by the auctioneer, and the lowest price at which it will be sold",
"The act of upsetting, or the state of being upset; an overturn; as, the wagon had an upset"
],
"upsetting": [
"Conceited; assuming; as, an upsetting fellow",
"such as to disturb the self-possession of; unnerving; causing mental distress; as, the sight was an upsetting experience"
],
"upsetting thermometer": [
"A thermometer by merely inverting which the temperature may be registered. The column of mercury is broken and, as it remains until the instrument is reset, the reading may be made at leisure"
],
"upshoot": [
"To shoot upward"
],
"upshot": [
"Final issue; conclusion; the sum and substance; the end; the result; the consummation"
],
"upside": [
"The upper side; the part that is uppermost",
"the benefits; the positive features; -- said of a situation or event that has both positive (good) and negative (bad) aspects"
],
"upside down": [
"in such a manner that the part normally pointed upward is pointed downward; same as upsidown and upsodown"
],
"upside-down": [
"having the part normally pointed upward pointed downward; inverted"
],
"upsidown": [
"___upsodown"
],
"upsilon": [
"The 20th letter (Υ, υ) of the Greek alphabet, a vowel having originally the sound of &oomacr_; as in room, becoming before the 4th century b. c. that French u or Ger. ü. Its equivalent in English is u or y"
],
"upsitting": [
"A sitting up of a woman after her confinement, to receive and entertain her friends"
],
"upskip": [
"An upstart"
],
"upsnatch": [
"To snatch up"
],
"upsoar": [
"To soar or mount up"
],
"upsodown": [
"Upside down"
],
"upspear": [
"To grow or shoot up like a spear; as, upspearing grass"
],
"upspring": [
"To spring up",
"An upstart",
"A spring or leap into the air"
],
"upspurner": [
"A spurner or contemner; a despiser; a scoffer"
],
"upstairs": [
"Up the stairs; in or toward an upper story",
"Being above stairs; as, an upstairs room"
],
"upstand": [
"To stand up; to be erected; to rise"
],
"upstare": [
"To stare or stand upward; hence, to be uplifted or conspicuous"
],
"upstart": [
"To start or spring up suddenly",
"One who has risen suddenly, as from low life to wealth, power, or honor; a parvenu",
"The meadow saffron",
"Suddenly raised to prominence or consequence"
],
"upstay": [
"To sustain; to support"
],
"upsterte": [
"imp. & p. p. of Upstart"
],
"upstir": [
"Insurrection; commotion; disturbance"
],
"upstream": [
"Toward the higher part of a stream; against the current"
],
"upstreet": [
"Toward the higher part of a street; as, to walk upstreet"
],
"upstroke": [
"An upward stroke, especially the stroke, or line, made by a writing instrument when moving upward, or from the body of the writer, or a line corresponding to the part of a letter thus made"
],
"upsun": [
"The time during which the sun is up, or above the horizon; the time between sunrise and sunset"
],
"upswarm": [
"To rise, or cause to rise, in a swarm or swarms"
],
"upsway": [
"To sway or swing aloft; as, to upsway a club"
],
"upswell": [
"To swell or rise up"
],
"upsyturvy": [
"Upside down; topsy-turvy"
],
"uptails all": [
"An old game at cards",
"Revelers; roysterers",
"Revelry; confusion; frolic"
],
"uptake": [
"To take into the hand; to take up; to help",
"The pipe leading upward from the smoke box of a steam boiler to the chimney, or smokestack; a flue leading upward",
"Understanding; apprehension"
],
"uptear": [
"To tear up"
],
"upthrow": [
"To throw up",
"___throw"
],
"upthunder": [
"To send up a noise like thunder"
],
"uptie": [
"To tie up"
],
"uptill": [
"To; against"
],
"uptown": [
"To or in the upper part of a town; as, to go uptown",
"Situated in, or belonging to, the upper part of a town or city; as, a uptown street, shop, etc.; uptown society"
],
"uptrace": [
"To trace up or out"
],
"uptrain": [
"To train up; to educate"
],
"upturn": [
"To turn up; to direct upward; to throw up; as, to upturn the ground in plowing"
],
"upupa": [
"A genus of birds which includes the common hoopoe"
],
"upwaft": [
"To waft upward"
],
"upward": [
"In a direction from lower to higher; toward a higher place; in a course toward the source or origin; -- opposed to downward; as, to tend or roll upward",
"In the upper parts; above",
"Yet more; indefinitely more; above; over",
"Directed toward a higher place; as, with upward eye; with upward course",
"The upper part; the top"
],
"upwhirl": [
"To rise upward in a whirl; to raise upward with a whirling motion"
],
"upwind": [
"To wind up",
"being or moving in the direction from which the wind is blowing"
],
"upwreath": [
"To rise with a curling motion; to curl upward, as smoke"
],
"upyat": [
"imp. of Upgive"
],
"ur": [
"The urus"
],
"urachus": [
"A cord or band of fibrous tissue extending from the bladder to the umbilicus"
],
"uraemia": [
"Accumulation in the blood of the principles of the urine, producing dangerous disease"
],
"uraemic": [
"Of or pertaining to uraemia; as, uraemic convulsions"
],
"uraeum": [
"The posterior half of an animal"
],
"uraeus": [
"A serpent, or serpent's head and neck, represented on the front of the headdresses of divinities and sovereigns as an emblem of supreme power"
],
"ural": [
"Pertaining to, or designating, the Urals, a mountain range between Europe and Asia"
],
"ural-altaic": [
"Of or pertaining to the Urals and the Altai; as the Ural-Altaic, or Turanian, languages"
],
"urali": [
"___curare"
],
"uralian": [
"Of or relating to the Ural Mountains"
],
"uralite": [
"Amphibole resulting from the alternation of pyroxene by paramorphism. It is not uncommon in massive eruptive rocks"
],
"uralitization": [
"The change of pyroxene to amphibole by paramorphism"
],
"uramil": [
"Murexan"
],
"uran-ocher": [
"A yellow, earthy incrustation, consisting essentially of the oxide of uranium, but more or less impure"
],
"uran-utan": [
"The orang-utang"
],
"uranate": [
"A salt of uranic acid"
],
"urania": [
"One of the nine Muses, daughter of Zeus by Mnemosyne, and patron of astronomy",
"A genus of large, brilliantly colored moths native of the West Indies and South America. Their bright colored and tailed hind wings and their diurnal flight cause them to closely resemble butterflies"
],
"uranian": [
"Of or pertaining to the planet Uranus; as, the Uranian year"
],
"uranic": [
"Of or pertaining to the heavens; celestial; astronomical",
"Pertaining to, resembling, or containing uranium; specifically, designating those compounds in which uranium has a valence relatively higher than in uranous compounds"
],
"uranin": [
"An alkaline salt of fluorescein, obtained as a brownish red substance, which is used as a dye; -- so called from the peculiar yellowish green fluorescence (resembling that of uranium glass) of its solutions. See Fluorescein"
],
"uraninite": [
"A mineral consisting chiefly of uranium oxide with some lead, thorium, etc., occurring in black octahedrons, also in masses with a pitchlike luster; pitchblende"
],
"uraniscoplasty": [
"The process of forming an artificial palate"
],
"uraniscoraphy": [
"Suture of the palate. See Staphyloraphy"
],
"uranite": [
"A general term for the uranium phosphates, autunite, or lime uranite, and torbernite, or copper uranite"
],
"uranitic": [
"Of or pertaining to uranium; containing uranium"
],
"uranium": [
"An element of the chromium group, found in certain rare minerals, as pitchblende, uranite, etc., and reduced as a heavy, hard, nickel-white metal which is quite permanent. Its yellow oxide is used to impart to glass a delicate greenish-yellow tint which is accompanied by a strong fluorescence, and its black oxide is used as a pigment in porcelain painting. Symbol U. Atomic weight 239"
],
"uranographic": [
"Of or pertaining to uranography; as, an uranographic treatise"
],
"uranographist": [
"One practiced in uranography"
],
"uranography": [
"A description or plan of the heavens and the heavenly bodies; the construction of celestial maps, globes, etc.; uranology"
],
"uranolite": [
"A meteorite or aerolite"
],
"uranology": [
"A discourse or treatise on the heavens and the heavenly bodies; the study of the heavens; uranography"
],
"uranometria": [
"A uranometry"
],
"uranometry": [
"A chart or catalogue of fixed stars, especially of stars visible to the naked eye"
],
"uranoplasty": [
"The plastic operation for closing a fissure in the hard palate"
],
"uranoscopy": [
"Observation of the heavens or heavenly bodies"
],
"uranoso-": [
"A combining form (also used adjectively) from uranium; -- used in naming certain complex compounds; as in uranoso-uranic oxide, uranoso-uranic sulphate"
],
"uranous": [
"Pertaining to, or containing, uranium; designating those compounds in which uranium has a lower valence as contrasted with the uranic compounds"
],
"uranus": [
"The son or husband of Gaia (Earth), and father of Chronos (Time) and the Titans",
"One of the primary planets. It is about 1,800,000,000 miles from the sun, about 36,000 miles in diameter, and its period of revolution round the sun is nearly 84 of our years"
],
"uranyl": [
"The radical UO2, conveniently regarded as a residue of many uranium compounds"
],
"urao": [
"___trona"
],
"urare": [
"___curare"
],
"urate": [
"A salt of uric acid; as, sodium urate; ammonium urate"
],
"uratic": [
"Of or containing urates; as, uratic calculi"
],
"urban": [
"Of or belonging to a city or town; as, an urban population",
"Belonging to, or suiting, those living in a city; cultivated; polite; urbane; as, urban manners"
],
"urbane": [
"Courteous in manners; polite; refined; elegant"
],
"urbaniste": [
"A large and delicious pear or Flemish origin"
],
"urbanity": [
"The quality or state of being urbane; civility or courtesy of manners; politeness; refinement",
"Polite wit; facetiousness"
],
"urbanize": [
"To render urban, or urbane; to refine; to polish"
],
"urbicolae": [
"An extensive family of butterflies (Hesperidae), including those known as skippers"
],
"urbicolous": [
"Of or pertaining to a city; urban"
],
"urceolar": [
"Urceolate"
],
"urceolate": [
"Shaped like a pitcher or urn; swelling below, and contracted at the orifice, as a calyx or corolla"
],
"urceole": [
"A vessel for water for washing the hands; also, one to hold wine or water"
],
"urceolus": [
"Any urn-shaped organ of a plant"
],
"urchin": [
"A hedgehog",
"A sea urchin. See Sea urchin",
"A mischievous elf supposed sometimes to take the form a hedgehog",
"A pert or roguish child; -- now commonly used only of a boy",
"One of a pair in a series of small card cylinders, arranged around a carding drum; -- so called from its fancied resemblance to the hedgehog",
"Rough; pricking; piercing"
],
"urchon": [
"The urchin, or hedgehog"
],
"urdu": [
"The language more generally called Hindustanee"
],
"ure": [
"Use; practice; exercise",
"To use; to exercise; to inure; to accustom by practice"
],
"urea": [
"A very soluble crystalline body which is the chief constituent of the urine in mammals and some other animals. It is also present in small quantity in blood, serous fluids, lymph, the liver, etc"
],
"ureal": [
"Of or pertaining to urea; containing, or consisting of, urea; as, ureal deposits"
],
"ureameter": [
"An apparatus for the determination of the amount of urea in urine, in which the nitrogen evolved by the action of certain reagents, on a given volume of urine, is collected and measured, and the urea calculated accordingly"
],
"urechitin": [
"A glucoside extracted from the leaves of a certain plant (Urechitis suberecta) as a bitter white crystalline substance"
],
"urechitoxin": [
"A poisonous glucoside found accompanying urechitin, and extracted as a bitter white crystalline substance"
],
"uredinales": [
"An order of fungi of the phylum Basidiomycota, comprising the rust fungi"
],
"uredo": [
"One of the stages in the life history of certain rusts (order Uredinales), regarded at one time as a distinct genus.  It is a summer stage preceding the teleutospore, or winter stage. See Uredinales, in the Supplement",
"Nettle rash. See Urticaria"
],
"uredospore": [
"The thin-walled summer spore which is produced during the so-called Uredo stage of certain rusts. See (in the Supplement) Uredinales, Heterœcious, etc"
],
"ureide": [
"Any one of the many complex derivatives of urea; thus, hydantoin, and, in an extended dense, guanidine, caffeine, et., are ureides"
],
"ureter": [
"The duct which conveys the urine from the kidney to the bladder or cloaca. There are two ureters, one for each kidney"
],
"ureteritis": [
"Inflammation of the ureter"
],
"urethane": [
"A white crystalline substance, NH2.CO.OC2H5, produced by the action of ammonia on ethyl carbonate or by heating urea nitrate and ethyl alcohol. It is used as a hypnotic, antipyretic, and antispasmodic. Hence, any ester of carbamic acid",
"same as polyurethane"
],
"urethra": [
"The canal by which the urine is conducted from the bladder and discharged"
],
"urethral": [
"Of or pertaining to the urethra"
],
"urethritis": [
"Inflammation of the urethra"
],
"urethroplasty": [
"An operation for the repair of an injury or a defect in the walls of the urethra"
],
"urethroscope": [
"An instrument for viewing the interior of the urethra"
],
"urethroscopy": [
"Examination of the urethra by means of the urethroscope"
],
"urethrotome": [
"An instrument for cutting a urethral stricture"
],
"urethrotomy": [
"An incision of the urethra, esp. incision for relief of urethral stricture"
],
"uretic": [
"Of or pertaining to the urine; diuretic; urinary; as, uretic medicine"
],
"urge": [
"To press; to push; to drive; to impel; to force onward",
"To press the mind or will of; to ply with motives, arguments, persuasion, or importunity",
"To provoke; to exasperate",
"To press hard upon; to follow closely",
"To present in an urgent manner; to press upon attention; to insist upon; as, to urge an argument; to urge the necessity of a case",
"To treat with forcible means; to take severe or violent measures with; as, to urge an ore with intense heat",
"To press onward or forward",
"To be pressing in argument; to insist; to persist"
],
"urgence": [
"Urgency"
],
"urgency": [
"The quality or condition of being urgent; insistence; pressure; as, the urgency of a demand or an occasion"
],
"urgent": [
"Urging; pressing; besetting; plying, with importunity; calling for immediate attention; instantly important"
],
"urgently": [
"In an urgent manner"
],
"urger": [
"One who urges"
],
"uric": [
"Of or pertaining to urine; obtained from urine; as, uric acid"
],
"urim": [
"A part or decoration of the breastplate of the high priest among the ancient Jews, by which Jehovah revealed his will on certain occasions. Its nature has been the subject of conflicting conjectures"
],
"urinal": [
"A vessel for holding urine; especially, a bottle or tube for holding urine for inspection",
"A place or convenience for urinating purposes"
],
"urinarium": [
"A reservoir for urine, etc., for manure"
],
"urinary": [
"Of or pertaining to the urine; as, the urinary bladder; urinary excretions",
"Resembling, or being of the nature of, urine",
"A urinarium; also, a urinal"
],
"urinate": [
"To discharge urine; to make water"
],
"urination": [
"The act or process of voiding urine; micturition"
],
"urinative": [
"Provoking the flow of urine; uretic; diuretic"
],
"urinator": [
"One who dives under water in search of something, as for pearls; a diver"
],
"urine": [
"In mammals, a fluid excretion from the kidneys; in birds and reptiles, a solid or semisolid excretion",
"To urinate"
],
"uriniferous": [
"Bearing or conveying urine; as, uriniferous tubules"
],
"uriniparous": [
"Producing or preparing urine; as, the uriniparous tubes in the cortical portion of the kidney"
],
"urinogenital": [
"Pertaining to the urinary and genital organs; genitourinary; urogenital; as, the urinogenital canal"
],
"urinometer": [
"A small hydrometer for determining the specific gravity of urine"
],
"urinometry": [
"The estimation of the specific gravity of urine by the urinometer"
],
"urinose": [
"Of or pertaining to urine, or partaking of its qualities; having the character or odor of urine; similar to urine"
],
"urite": [
"One of the segments of the abdomen or post-abdomen of arthropods"
],
"urith": [
"The bindings of a hedge"
],
"urn": [
"A vessel of various forms, usually a vase furnished with a foot or pedestal, employed for different purposes, as for holding liquids, for ornamental uses, for preserving the ashes of the dead after cremation, and anciently for holding lots to be drawn",
"Fig.: Any place of burial; the grave",
"A measure of capacity for liquids, containing about three gallons and a haft, wine measure. It was haft the amphora, and four times the congius",
"A hollow body shaped like an urn, in which the spores of mosses are contained; a spore case; a theca",
"A tea urn. See under Tea",
"To inclose in, or as in, an urn; to inurn"
],
"urn-shaped": [
"Having the shape of an urn; as, the urn-shaped capsules of some mosses"
],
"urnal": [
"Of or pertaining to an urn; effected by an urn or urns"
],
"urnful": [
"As much as an urn will hold; enough to fill an urn"
],
"uro-": [
"A combining form fr. Gr. o'y^ron, urine",
"A combining form from Gr. o'yra`, the tail, the caudal extremity"
],
"urobilin": [
"A yellow pigment identical with hydrobilirubin, abundant in the highly colored urine of fever, and also present in normal urine. See Urochrome"
],
"urocele": [
"A morbid swelling of the scrotum due to extravasation of urine into it"
],
"urocerata": [
"A division of boring Hymenoptera, including Tremex and allied genera. See Illust. of Horntail"
],
"urochord": [
"The central axis or cord in the tail of larval ascidians and of certain adult tunicates"
],
"urochorda": [
"___tunicata"
],
"urochordal": [
"Of or pertaining to the Urochorda"
],
"urochrome": [
"A yellow urinary pigment, considered by Thudichum as the only pigment present in normal urine. It is regarded by Maly as identical with urobilin"
],
"urochs": [
"___aurochs"
],
"urocord": [
"___urochord"
],
"urocyst": [
"The urinary bladder"
],
"urodela": [
"An order of amphibians having the tail well developed and often long. It comprises the salamanders, tritons, and allied animals"
],
"urodele": [
"One of the Urodela"
],
"urodelian": [
"Of or pertaining to the Urodela"
],
"uroerythrin": [
"A reddish urinary pigment, considered as the substance which gives to the urine of rheumatism its characteristic color. It also causes the red color often seen in deposits of urates"
],
"urogastric": [
"Behind the stomach; -- said of two lobes of the carapace of certain crustaceans"
],
"urogenital": [
"___urinogenital"
],
"uroglaucin": [
"A body identical with indigo blue, occasionally found in the urine in degeneration of the kidneys. It is readily formed by oxidation or decomposition of indican"
],
"urohaematin": [
"Urinary haematin; -- applied to the normal coloring matter of the urine, on the supposition that it is formed either directly or indirectly (through bilirubin) from the haematin of the blood. See Urochrome, and Urobilin"
],
"urohyal": [
"Of or pertaining to one or more median and posterior elements in the hyoidean arch of fishes"
],
"urology": [
"___uronology"
],
"uromere": [
"Any one of the abdominal segments of an arthropod"
],
"uronology": [
"That part of medicine which treats of urine"
],
"uropod": [
"Any one of the abdominal appendages of a crustacean, especially one of the posterior ones, which are often larger than the rest, and different in structure, and are used chiefly in locomotion. See Illust. of Crustacea, and Stomapoda"
],
"uropodal": [
"Of or pertaining to a uropod"
],
"uropoetic": [
"Producing, or favoring the production of, urine",
"Of, pertaining to, or designating, a system of organs which eliminate nitrogenous waste matter from the blood of certain invertebrates"
],
"uropygial": [
"Of or pertaining to the uropygium, or prominence at the base of the tail feathers, in birds"
],
"uropygium": [
"The prominence at the posterior extremity of a bird's body, which supports the feathers of the tail; the rump; -- sometimes called pope's nose"
],
"urosacral": [
"Of or pertaining to both the caudal and sacral parts of the vertebral column; as, the urosacral vertebrae of birds"
],
"uroscopy": [
"The diagnosis of diseases by inspection of urine"
],
"urosome": [
"The abdomen, or post-abdomen, of arthropods"
],
"urostege": [
"One of the plates on the under side of the tail of a serpent"
],
"urosteon": [
"A median ossification back of the lophosteon in the sternum of some birds"
],
"urosternite": [
"The sternal, or under piece, of any one of the uromeres of insects and other arthropods"
],
"urostyle": [
"A styliform process forming the posterior extremity of the vertebral column in some fishes and amphibians"
],
"urox": [
"The aurochs"
],
"uroxanate": [
"A salt of uroxanic acid"
],
"uroxanic": [
"Pertaining to, or designating, an acid, C5H8N4O6, which is obtained, as a white crystalline substance, by the slow oxidation of uric acid in alkaline solution"
],
"uroxanthin": [
"___indican"
],
"urrhodin": [
"Indigo red, a product of the decomposition, or oxidation, of indican. It is sometimes found in the sediment of pathological urines. It is soluble in ether or alcohol, giving the solution a beautiful red color. Also called indigrubin"
],
"urry": [
"A sort of blue or black clay lying near a vein of coal"
],
"ursa": [
"Either one of the Bears. See the Phrases below"
],
"ursal": [
"The ursine seal. See the Note under 1st Seal"
],
"ursiform": [
"Having the shape of a bear"
],
"ursine": [
"Of or pertaining to a bear; resembling a bear"
],
"urson": [
"The Canada porcupine. See Porcupine"
],
"ursuk": [
"The bearded seal"
],
"ursula": [
"A beautiful North American butterfly (Basilarchia astyanax syn. Limenitis astyanax).  Its wings are nearly black with red and blue spots and blotches.  Called also red-spotted purple"
],
"ursuline": [
"One of an order of nuns founded by St. Angela Merici, at Brescia, in Italy, about the year 1537, and so called from St. Ursula, under whose protection it was placed. The order was introduced into Canada as early as 1639, and into the United States in 1727. The members are devoted entirely to education",
"Of or pertaining to St. Ursula, or the order of Ursulines; as, the Ursuline nuns"
],
"ursus": [
"A genus of Carnivora including the common bears"
],
"urtica": [
"A genus of plants including the common nettles. See Nettle, n"
],
"urticaceous": [
"Of or pertaining to a natural order (Urticaceae) of plants, of which the nettle is the type. The order includes also the hop, the elm, the mulberry, the fig, and many other plants"
],
"urtical": [
"Resembling nettles; -- said of several natural orders allied to urticaceous plants"
],
"urticaria": [
"The nettle rash, a disease characterized by a transient eruption of red pimples and of wheals, accompanied with a burning or stinging sensation and with itching; uredo"
],
"urticate": [
"To sting with, or as with, nettles; to irritate; to annoy"
],
"urtication": [
"The act or process of whipping or stinging with nettles; -- sometimes used in the treatment of paralysis"
],
"urubu": [
"The black vulture (Catharista atrata). It ranges from the Southern United States to South America. See Vulture"
],
"urus": [
"A very large, powerful, and savage extinct bovine animal (Bos urus or Bos primigenius) anciently abundant in Europe.  It appears to have still existed in the time of Julius Caesar.  It had very large horns, and was hardly capable of domestication.  Called also, ur, ure, and tur"
],
"urva": [
"The crab-eating ichneumon (Herpestes urva), native of India. The fur is black, annulated with white at the tip of each hair, and a white streak extends from the mouth to the shoulder"
],
"us": [
"The persons speaking, regarded as an object; ourselves; -- the objective case of we. See We"
],
"usable": [
"Capable of being used"
],
"usage": [
"The act of using; mode of using or treating; treatment; conduct with respect to a person or a thing; as, good usage; ill usage; hard usage",
"Manners; conduct; behavior",
"Long-continued practice; customary mode of procedure; custom; habitual use; method",
"Customary use or employment, as of a word or phrase in a particular sense or signification",
"Experience"
],
"usager": [
"One who has the use of anything in trust for another"
],
"usance": [
"Use; usage; employment",
"Custom; practice; usage",
"Interest paid for money; usury",
"The time, fixed variously by the usage between different countries, when a bill of exchange is payable; as, a bill drawn on London at one usance, or at double usance"
],
"usant": [
"Using; accustomed"
],
"usbegs": [
"A Turkish tribe which about the close of the 15th century conquered, and settled in, that part of Asia now called Turkestan"
],
"use": [
"The act of employing anything, or of applying it to one's service; the state of being so employed or applied; application; employment; conversion to some purpose; as, the use of a pen in writing; his machines are in general use",
"Occasion or need to employ; necessity; as, to have no further use for a book",
"Yielding of service; advantage derived; capability of being used; usefulness; utility",
"Continued or repeated practice; customary employment; usage; custom; manner; habit",
"Common occurrence; ordinary experience",
"The special form of ritual adopted for use in any diocese; as, the Sarum, or Canterbury, use; the Hereford use; the York use; the Roman use; etc",
"The premium paid for the possession and employment of borrowed money; interest; usury",
"The benefit or profit of lands and tenements. Use imports a trust and confidence reposed in a man for the holding of lands. He to whose use or benefit the trust is intended shall enjoy the profits. An estate is granted and limited to A for the use of B",
"A stab of iron welded to the side of a forging, as a shaft, near the end, and afterward drawn down, by hammering, so as to lengthen the forging",
"To make use of; to convert to one's service; to avail one's self of; to employ; to put a purpose; as, to use a plow; to use a chair; to use time; to use flour for food; to use water for irrigation",
"To behave toward; to act with regard to; to treat; as, to use a beast cruelly",
"To practice customarily; to make a practice of; as, to use diligence in business",
"To accustom; to habituate; to render familiar by practice; to inure; -- employed chiefly in the passive participle; as, men used to cold and hunger; soldiers used to hardships and danger",
"To be wont or accustomed; to be in the habit or practice; as, he used to ride daily; -- now disused in the present tense, perhaps because of the similarity in sound, between “use to,” and “used to.”",
"To be accustomed to go; to frequent; to inhabit; to dwell; -- sometimes followed by of"
],
"useful": [
"Full of use, advantage, or profit; producing, or having power to produce, good; serviceable for any end or object; helpful toward advancing any purpose; beneficial; profitable; advantageous; as, vessels and instruments useful in a family; books useful for improvement; useful knowledge; useful arts"
],
"usefully": [
"In a useful manner"
],
"usefulness": [
"The quality or state of being useful; utility; serviceableness; advantage"
],
"useless": [
"Having, or being of, no use; unserviceable; producing no good end; answering no valuable purpose; not advancing the end proposed; unprofitable; ineffectual; as, a useless garment; useless pity"
],
"user": [
"One who uses",
"Enjoyment of property; use"
],
"usher": [
"An officer or servant who has the care of the door of a court, hall, chamber, or the like; hence, an officer whose business it is to introduce strangers, or to walk before a person of rank. Also, one who escorts persons to seats in a church, theater, etc",
"An under teacher, or assistant master, in a school",
"To introduce or escort, as an usher, forerunner, or harbinger; to forerun; -- sometimes followed by in or forth; as, to usher in a stranger; to usher forth the guests; to usher a visitor into the room"
],
"usherance": [
"The act of ushering, or the state of being ushered in"
],
"usherdom": [
"The office or position of an usher; ushership; also, ushers, collectively"
],
"usherless": [
"Destitute of an usher"
],
"ushership": [
"The office of an usher; usherdom"
],
"usitative": [
"Denoting usual or customary action"
],
"usnea": [
"A genus of lichens, most of the species of which have long, gray, pendulous, and finely branched fronds. Usnea barbata is the common bearded lichen which grows on branches of trees in northern forests"
],
"usnic": [
"Pertaining to, or designating, a complex acid obtained, as a yellow crystalline substance, from certain genera of lichens  (Usnea, Parmelia, etc.)"
],
"usquebaugh": [
"A compound distilled spirit made in Ireland and Scotland; whisky",
"A liquor compounded of brandy, or other strong spirit, raisins, cinnamon and other spices"
],
"usself": [
"Ourselves"
],
"ustion": [
"The act of burning, or the state of being burned"
],
"ustorious": [
"Having the quality of burning"
],
"ustulate": [
"Blackened as if burned"
],
"ustulation": [
"The act of burning or searing",
"The operation of expelling one substance from another by heat, as sulphur or arsenic from ores, in a muffle",
"The roasting or drying of moist substances so as prepare them for pulverizing",
"Lascivious passion; concupiscence"
],
"usual": [
"Such as is in common use; such as occurs in ordinary practice, or in the ordinary course of events; customary; ordinary; habitual; common"
],
"usucaption": [
"The acquisition of the title or right to property by the uninterrupted possession of it for a certain term prescribed by law; -- the same as prescription in common law"
],
"usufruct": [
"The right of using and enjoying the profits of an estate or other thing belonging to another, without impairing the substance"
],
"usufructuary": [
"A person who has the use of property and reaps the profits of it",
"Of or pertaining to a usufruct; having the nature of a usufruct"
],
"usurarious": [
"Usurious"
],
"usure": [
"To practice usury; to charge unlawful interest",
"Usury"
],
"usurer": [
"One who lends money and takes interest for it; a money lender",
"One who lends money at a rate of interest beyond that established by law; one who exacts an exorbitant rate of interest for the use of money"
],
"usurious": [
"Practicing usury; taking illegal or exorbitant interest for the use of money; as, a usurious person",
"Partaking of usury; containing or involving usury; as, a usurious contract"
],
"usurp": [
"To seize, and hold in possession, by force, or without right; as, to usurp a throne; to usurp the prerogatives of the crown; to usurp power; to usurp the right of a patron is to oust or dispossess him",
"To commit forcible seizure of place, power, functions, or the like, without right; to commit unjust encroachments; to be, or act as, a usurper"
],
"usurpant": [
"Usurping; encroaching"
],
"usurpation": [
"The act of usurping, or of seizing and enjoying; an authorized, arbitrary assumption and exercise of power, especially an infringing on the rights of others; specifically, the illegal seizure of sovereign power; -- commonly used with of, also used with on or upon; as, the usurpation of a throne; the usurpation of the supreme power",
"Use; usage; custom"
],
"usurpatory": [
"Marked by usurpation; usurping"
],
"usurpature": [
"Usurpation"
],
"usurper": [
"One who usurps; especially, one who seizes illegally on sovereign power; as, the usurper of a throne, of power, or of the rights of a patron"
],
"usurpingly": [
"In a usurping manner"
],
"usury": [
"A premium or increase paid, or stipulated to be paid, for a loan, as of money; interest",
"The practice of taking interest",
"Interest in excess of a legal rate charged to a borrower for the use of money"
],
"ut": [
"The first note in Guido's musical scale, now usually superseded by do. See Solmization"
],
"utas": [
"The eighth day after any term or feast; the octave; as, the utas of St. Michael",
"Hence, festivity; merriment"
],
"utensil": [
"That which is used; an instrument; an implement; especially, an instrument or vessel used in a kitchen, or in domestic and farming business"
],
"uterine": [
"Of or instrument to the uterus, or womb",
"Born of the same mother, but by a different father"
],
"uterogestation": [
"Gestation in the womb from conception to birth; pregnancy"
],
"uterovaginal": [
"Pertaining to both the uterus and the vagina"
],
"uterus": [
"The organ of a female mammal in which the young are developed previous to birth; the womb",
"A receptacle, or pouch, connected with the oviducts of many invertebrates in which the eggs are retained until they hatch or until the embryos develop more or less. See Illust. of Hermaphrodite in Append"
],
"utes": [
"An extensive tribe of North American Indians of the Shoshone stock, inhabiting Colorado, Utah, New Mexico, Arizona, and adjacent regions. They are subdivided into several subordinate tribes, some of which are among the most degraded of North American Indians"
],
"uti possidetis": [
"The basis or principle of a treaty which leaves belligerents mutually in possession of what they have acquired by their arms during the war",
"A species of interdict granted to one who was in possession of an immovable thing, in order that he might be declared the legal possessor"
],
"utia": [
"Any species of large West Indian rodents of the genus Capromys, or Utia. In general appearance and habits they resemble rats, but they are as large as rabbits"
],
"utica": [
"Of, pertaining to, or designating, a subdivision of the Trenton Period of the Lower Silurian, characterized in the State of New York by beds of shale"
],
"utile": [
"Profitable; useful"
],
"utilitarian": [
"Of or pertaining to utility; consisting in utility; &unr_;iming at utility as distinguished from beauty, ornament, etc.; sometimes, reproachfully, evincing, or characterized by, a regard for utility of a lower kind, or marked by a sordid spirit; as, utilitarian narrowness; a utilitarian indifference to art",
"Of or pertaining to utilitarianism; supporting utilitarianism; as, the utilitarian view of morality; the Utilitarian Society",
"One who holds the doctrine of utilitarianism"
],
"utilitarianism": [
"The doctrine that the greatest happiness of the greatest number should be the end and aim of all social and political institutions",
"The doctrine that virtue is founded in utility, or that virtue is defined and enforced by its tendency to promote the highest happiness of the universe",
"The doctrine that utility is the sole standard of morality, so that the rectitude of an action is determined by its usefulness"
],
"utility": [
"The quality or state of being useful; usefulness; production of good; profitableness to some valuable end; as, the utility of manure upon land; the utility of the sciences; the utility of medicines",
"Adaptation to satisfy the desires or wants; intrinsic value. See Note under Value, 2",
"Happiness; the greatest good, or happiness, of the greatest number, -- the foundation of utilitarianism"
],
"utilizable": [
"Capable of being utilized; as, the utilizable products of the gas works"
],
"utilization": [
"The act of utilizing, or the state of being utilized"
],
"utilize": [
"To make useful; to turn to profitable account or use; to make use of; as, to utilize the whole power of a machine; to utilize one's opportunities"
],
"utis": [
"___utas"
],
"utlary": [
"Outlawry"
],
"utmost": [
"Situated at the farthest point or extremity; farthest out; most distant; extreme; as, the utmost limits of the land; the utmost extent of human knowledge",
"Being in the greatest or highest degree, quantity, number, or the like; greatest; as, the utmost assiduity; the utmost harmony; the utmost misery or happiness",
"The most that can be; the farthest limit; the greatest power, degree, or effort; as, he has done his utmost; try your utmost"
],
"utopia": [
"An imaginary island, represented by Sir Thomas More, in a work called Utopia, as enjoying the greatest perfection in politics, laws, and the like. See Utopia, in the Dictionary of Noted Names in Fiction",
"Hence, any place or state of ideal perfection"
],
"utopian": [
"Of or pertaining to Utopia; resembling Utopia; hence, ideal; chimerical; fanciful; founded upon, or involving, imaginary perfections; as, Utopian projects; Utopian happiness",
"An inhabitant of Utopia; hence, one who believes in the perfectibility of human society; a visionary; an idealist; an optimist"
],
"utopianism": [
"The ideas, views, aims, etc., of a Utopian; impracticable schemes of human perfection; optimism"
],
"utopianist": [
"An Utopian; an optimist"
],
"utopical": [
"Utopian; ideal"
],
"utopist": [
"A Utopian"
],
"utraquist": [
"One who receives the eucharist in both kinds; esp., one of a body of Hussites who in the 15th century fought for the right to do this. Called also Calixtines"
],
"utricle": [
"A little sac or vesicle, as the air cell of fucus, or seaweed",
"A microscopic cell in the structure of an egg, animal, or plant",
"A small, thin-walled, one-seeded fruit, as of goosefoot",
"A utriculus"
],
"utricular": [
"Of or pertaining to a utricle, or utriculus; containing, or furnished with, a utricle or utricles; utriculate; as, a utricular plant",
"Resembling a utricle or bag, whether large or minute; -- said especially with reference to the condition of certain substances, as sulphur, selenium, etc., when condensed from the vaporous state and deposited upon cold bodies, in which case they assume the form of small globules filled with liquid"
],
"utricularia": [
"A genus of aquatic flowering plants, in which the submersed leaves bear many little utricles, or ascidia. See Ascidium,"
],
"utriculate": [
"Resembling a bladder; swollen like a bladder; inflated; utricular"
],
"utriculoid": [
"Resembling a bladder; utricular; utriculate"
],
"utriculus": [
"A little sac, or bag; a utricle; especially, a part of the membranous labyrinth of the ear. See the Note under Ear"
],
"utro-": [
"A combining form used in anatomy to indicate connection with, or relation to, the uterus; as in utro-ovarian"
],
"utter": [
"Outer",
"Situated on the outside, or extreme limit; remote from the center; outer",
"Complete; perfect; total; entire; absolute; as, utter ruin; utter darkness",
"Peremptory; unconditional; unqualified; final; as, an utter refusal or denial",
"To put forth or out; to reach out",
"To dispose of in trade; to sell or vend",
"hence, to put in circulation, as money; to put off, as currency; to cause to pass in trade; -- often used, specifically, of the issue of counterfeit notes or coins, forged or fraudulent documents, and the like; as, to utter coin or bank notes",
"To give public expression to; to disclose; to publish; to speak; to pronounce"
],
"utterable": [
"Capable of being uttered"
],
"utterance": [
"The act of uttering",
"Sale by offering to the public",
"Putting in circulation; as, the utterance of false coin, or of forged notes",
"Vocal expression; articulation; speech",
"Power or style of speaking; as, a good utterance",
"The last extremity; the end; death; outrance"
],
"utterer": [
"One who utters"
],
"utterest": [
"Uttermost"
],
"utterless": [
"Incapable of being uttered"
],
"utterly": [
"In an utter manner; to the full extent; fully; totally; as, utterly ruined; it is utterly vain"
],
"uttermore": [
"Further; outer; utter"
],
"uttermost": [
"Extreme; utmost; being; in the farthest, greatest, or highest degree; as, the uttermost extent or end",
"The utmost; the highest or greatest degree; the farthest extent"
],
"utterness": [
"The quality or state of being utter, or extreme; extremity; utmost; uttermost"
],
"uva": [
"A small pulpy or juicy fruit containing several seeds and having a thin skin, as a grape"
],
"uva-ursi": [
"The bearberry"
],
"uvate": [
"A conserve made of grapes"
],
"uvea": [
"The posterior pigmented layer of the iris; -- sometimes applied to the whole iris together with the choroid coat"
],
"uveous": [
"Resembling a grape"
],
"uvic": [
"Pertaining to, or obtained from, grapes; specifically, designating an organic acid, C7H8O3 (also called pyrotritartaric acid), obtained as a white crystalline substance by the decomposition of tartaric and pyrotartaric acids"
],
"uvitic": [
"Pertaining to, or designating, an acid, CH3C6H3(CO2H)2, obtained as a white crystalline substance by the partial oxidation of mesitylene; -- called also mesitic acid"
],
"uvitonic": [
"Pertaining to, or designating, an acid which is obtained as a white crystalline substance by the action of ammonia on pyrotartaric acid"
],
"uvrou": [
"___euphroe"
],
"uvula": [
"The pendent fleshy lobe in the middle of the posterior border of the soft palate"
],
"uvular": [
"Of or pertaining to a uvula"
],
"uvulatome": [
"An instrument for removing the uvula"
],
"uvulatomy": [
"The operation of removing the uvula"
],
"uvulitis": [
"Inflammation of the uvula"
],
"uwarowite": [
"Ouvarovite"
],
"uxorial": [
"Dotingly fond of, or servilely submissive to, a wife; uxorious; also, becoming a wife; pertaining to a wife"
],
"uxoricidal": [
"Of or pertaining to uxoricide; tending to uxoricide"
],
"uxoricide": [
"The murder of a wife by her husband",
"One who murders his wife"
],
"uxorious": [
"Excessively fond of, or submissive to, a wife; being a dependent husband"
],
"uzema": [
"A Burman measure of twelve miles"
]
}