{
"j": [
"J is the tenth letter of the English alphabet. It is a later variant form of the Roman letter I, used to express a consonantal sound, that is, originally, the sound of English y in yet. The forms J and I have, until a recent time, been classed together, and they have been used interchangeably"
],
"j.a.g": [
"___jag"
],
"j.d.": [
"___jd"
],
"jaal goat": [
"A species of wild goat (Capra Nubiana) found in the mountains of Abyssinia, Upper Egypt, and Arabia; -- called also beden, and jaela"
],
"jab": [
"To thrust; to stab; to punch. See Job, v. t",
"A thrust or stab"
],
"jabber": [
"To talk rapidly, indistinctly, or unintelligibly; to utter gibberish or nonsense; to chatter",
"To utter rapidly or indistinctly; to gabble; as, to jabber French",
"Rapid or incoherent talk, with indistinct utterance; gibberish"
],
"jabberer": [
"One who jabbers"
],
"jabberingly": [
"In a jabbering manner"
],
"jabberment": [
"Jabber"
],
"jabbernowl": [
"___jobbernowl"
],
"jabiru": [
"One of several large wading birds of the genera Mycteria and Xenorhynchus, allied to the storks in form and habits"
],
"jaborandi": [
"The native name of a South American rutaceous shrub (Pilocarpus pennatifolius). The leaves are used in medicine as an diaphoretic and sialogogue"
],
"jaborine": [
"An alkaloid found in jaborandi leaves, from which it is extracted as a white amorphous substance. In its action it resembles atropine"
],
"jabot": [
"Originally, a kind of ruffle worn by men on the bosom of the shirt",
"An arrangement of lace or tulle, looped ornamentally, and worn by women on the front of the dress"
],
"jaboticaba": [
"A small evergreen tropical tree (Myrciaria cauliflora) native to Brazil and West Indies but introduced into southern U. S.; it is grown in Brazil for its edible tough-skinned purple grapelike fruit that grows all along the branches",
"The tough-skinned purple grapelike tropical fruit of the jaboticaba tree (Myrciaria cauliflora), grown in Brazil"
],
"jacal": [
"In Mexico and the southwestern United States, a kind of plastered house or hut, usually made by planting poles or timber in the ground, filling in between them with screen work or wickerwork, and daubing one or both sides with mud or adobe mortar; also, this method of construction"
],
"jacamar": [
"Any one of numerous species of tropical American birds of the genus Galbula and allied genera. They are allied to the kingfishers, but climb on tree trunks like nuthatches, and feed upon insects. Their colors are often brilliant"
],
"jacana": [
"Any of several wading birds belonging to the genus Jacana and several allied genera, all of which have spurs on the wings. They are able to run about over floating water weeds by means of their very long, spreading toes. Called also surgeon bird"
],
"jacaranda": [
"The native Brazilian name for certain leguminous trees, which produce the beautiful woods called king wood, tiger wood, and violet wood"
],
"jacare": [
"A cayman. See Yacare"
],
"jacchus": [
"The common marmoset (Hapale vulgaris). Formerly, the name was also applied to other species of the same genus"
],
"jacconet": [
"___jaconet"
],
"jacent": [
"Lying at length; as, the jacent posture"
],
"jacinth": [
"___hyacinth"
],
"jack": [
"A large tree, the Artocarpus integrifolia, common in the East Indies, closely allied to the breadfruit, from which it differs in having its leaves entire. The fruit is of great size, weighing from thirty to forty pounds, and through its soft fibrous matter are scattered the seeds, which are roasted and eaten. The wood is of a yellow color, fine grain, and rather heavy, and is much used in cabinetwork. It is also used for dyeing a brilliant yellow",
"A familiar nickname of, or substitute for, John",
"An impertinent or silly fellow; a simpleton; a boor; a clown; also, a servant; a rustic",
"A popular colloquial name for a sailor; -- called also Jack tar, and Jack afloat",
"A mechanical contrivance, an auxiliary machine, or a subordinate part of a machine, rendering convenient service, and often supplying the place of a boy or attendant who was commonly called Jack",
"A portable machine variously constructed, for exerting great pressure, or lifting or moving a heavy body such as an automobile through a small distance. It consists of a lever, screw, rack and pinion, hydraulic press, or any simple combination of mechanical powers, working in a compact pedestal or support and operated by a lever, crank, capstan bar, etc. The name is often given to a jackscrew, which is a kind of jack",
"The small bowl used as a mark in the game of bowls",
"The male of certain animals, as of the ass",
"A young pike; a pickerel",
"A drinking measure holding half a pint; also, one holding a quarter of a pint",
"A flag, containing only the union, without the fly, usually hoisted on a jack staff at the bowsprit cap; -- called also union jack. The American jack is a small blue flag, with a star for each State",
"The knave of a suit of playing cards",
"A game played with small (metallic, with tetrahedrally oriented spikes) objects (the jacks(1950+), formerly jackstones) that are tossed, caught, picked up, and arranged on a horizontal surface in various patterns; in the modern American game, the movements are accompanied by tossing or bouncing a rubber ball on the horizontal surface supporting the jacks. same as jackstones",
"Money",
"Apple jack",
"Brandy",
"A coarse and cheap mediæval coat of defense, esp. one made of leather",
"A pitcher or can of waxed leather; -- called also black jack",
"To hunt game at night by means of a jack. See 2d Jack, n., 4, n",
"To move or lift, as a house, by means of a jack or jacks. See 2d Jack, n., 5"
],
"jack ketch": [
"A public executioner, or hangman"
],
"jack-a-dandy": [
"A little dandy; a little, foppish, impertinent fellow"
],
"jack-a-lent": [
"A small stuffed puppet to be pelted in Lent; hence, a simple fellow"
],
"jack-in-a-box": [
"A tropical tree (Hernandia sonora), which bears a drupe that rattles when dry in the inflated calyx",
"A child's toy, consisting of a box, out of which, when the lid is raised, a figure (usually a clown) springs; also called jack-in-the-box",
"An epicyclic train of bevel gears for transmitting rotary motion to two parts in such a manner that their relative rotation may be variable; applied to driving the wheels of tricycles, road locomotives, and to cotton machinery, etc.; an equation box; a jack frame; -- called also compensating gearing",
"A large wooden screw turning in a nut attached to the crosspiece of a rude press"
],
"jack-in-the-pulpit": [
"A common American spring-flowering woodland herb (Arisæma triphyllum) having sheathing leaves and an upright club-shaped spadix with overarching green and purple spathe producing scarlet berries; also called Indian turnip",
"A common European arum (Arum maculatum) with lanceolate spathe and short purple spadix; it emerges in early spring and is a source of a sagolike starch called arum"
],
"jack-o'-lantern": [
"A large orange-colored luminescent mushroom, Clitocybe illudens, also classified as Omphalotus olearius.  It is poisonous and is sometimes found on hardwood tree stumps",
"a pale light sometimes seen at night over marshy ground; an ignis fatuus; a will-o'-the-wisp",
"A lantern carved from a hollowed-out pumpkin, with holes cut in the rind and so shaped that when it is illuminated by a candle inside,  the features of a human face, cat's face, etc. appear in a glowing yellow color.  It is used mostly as a decoration at Halloween"
],
"jack-with-a-lantern": [
"___jack-o'-lantern"
],
"jackal": [
"Any one of several species of carnivorous animals inhabiting Africa and Asia, related to the dog and wolf. They are cowardly, nocturnal, and gregarious. They feed largely on carrion, and are noted for their piercing and dismal howling",
"One who does mean work for another's advantage, as jackals were once thought to kill game which lions appropriated"
],
"jackanapes": [
"A monkey; an ape",
"A coxcomb; an impertinent or conceited fellow"
],
"jackaroo": [
"A young man living as an apprentice on a sheep station, or otherwise engaged in acquainting himself with colonial life",
"To be a jackaroo; to pass one's time as a jackaroo"
],
"jackass": [
"The male ass; a donkey",
"A conceited dolt; a perverse blockhead; -- disparaging and offensive"
],
"jackboot": [
"a man's high tasseled boot",
"A strong leather boot reaching up to or over the knee; it is worn mostly by soldiers"
],
"jackboot tactics": [
"Harsh strongarm tactics; repressive, bullying and militaristic tactics like those used in authoritarian or totalitarian countries; --  used opprobriously, and often in hyperbolic exaggeration of police tactics in democratic countries"
],
"jackbooted": [
"Wearing jackboots; -- used especially as a metaphor for harshly repressive and militaristic; as, jackbooted government agents"
],
"jackdaw": [
"___daw"
],
"jackeen": [
"A drunken, dissolute fellow"
],
"jackeroo": [
"___jackaroo"
],
"jacket": [
"A short upper garment, extending downward to the hips; a short coat without skirts",
"An outer covering for anything, esp. a covering of some nonconducting material such as wood or felt, used to prevent radiation of heat, as from a steam boiler, cylinder, pipe, etc",
"In ordnance, a strengthening band surrounding and reënforcing the tube in which the charge is fired",
"A garment resembling a waistcoat lined with cork, to serve as a life preserver; -- called also cork jacket",
"To put a jacket on; to furnish, as a boiler, with a jacket",
"To thrash; to beat"
],
"jacketed": [
"Wearing, or furnished with, a jacket"
],
"jacketing": [
"The material of a jacket; as, nonconducting jacketing"
],
"jackhammer": [
"a hammer having a strong steel cutting blade, driven by compressed air in multiple rapid strokes, and used for cutting through pavement, concrete, or other hard substances"
],
"jackknife": [
"A large, strong clasp knife for the pocket; a pocket knife"
],
"jacklight": [
"A portable source of light, as an oil lantern or electric light, used as a lure for hunting at night",
"to fish for or hunt with a jacklight"
],
"jackman": [
"One wearing a jack; a horse soldier; a retainer. See 3d Jack, n",
"A cream cheese"
],
"jackpot": [
"___jack",
"Any larger-than-usual gambling prize formed by the accumulation of unwon bets",
"The highest gambling prize awarded in a gambling game in which smaller prizes are also awarded, especially such a prize on a slot machine",
"An unusually large success in an enterprise, either unexpected or unpredictable, esp. one providing a great financial benefit"
],
"jackpudding": [
"A merry-andrew; a buffoon"
],
"jacksaw": [
"The merganser"
],
"jackscrew": [
"A jack in which a screw is used for lifting, or exerting pressure. See Illust. of 2d Jack, n., 5"
],
"jackslave": [
"A low servant; a mean fellow"
],
"jacksmith": [
"A smith who makes jacks. See 2d Jack, 4, c"
],
"jacksnipe": [
"A small European snipe (Limnocryptes gallinula); -- called also judcock, jedcock, juddock, jed, and half snipe"
],
"jackstay": [
"A rail of wood or iron stretching along a yard of a vessel, to which the sails are fastened"
],
"jackstone": [
"One of the pebbles or pieces used in the game of jackstones",
"A game played with five small stones or pieces of metal. See 6th Chuck.  Also called jacks. See jack{12}, n"
],
"jackstraw": [
"An effigy stuffed with straw; a scarecrow; hence, a man without property or influence",
"One of a set of straws of strips of ivory, bone, wood, etc., for playing a child's game, the jackstraws being thrown confusedly together on a table, to be gathered up singly by a hooked instrument, without touching or disturbing the rest of the pile. See Spilikin.  A modern variation, called pick-up-sticks (U.S. 1940+), is played with thin wooden sticks of different colors, each color having different values for scoring; the sticks are dislodged from the pile with the hand or with one of the sticks"
],
"jackstraws": [
"The game played with jackstraws{2}, which resembles pick-up-sticks"
],
"jackwood": [
"Wood of the jack (Artocarpus integrifolia), used in cabinetwork"
],
"jacky": [
"Dim. or pet from Jack"
],
"jacob": [
"A Hebrew patriarch (son of Isaac, and ancestor of the Jews), who in a vision saw a ladder reaching up to heaven (Gen. xxviii. 12); -- also called Israel"
],
"jacobaean lily": [
"A bulbous plant  (Amaryllis formosissima syn. Sprekelia formosissima) from Mexico. It bears a single, large, deep, red, lilylike flower"
],
"jacobean": [
"Of or pertaining to James the First, of England, or of his reign or times; especially, pertaining to a style of architecture and decoration popular in the time of James I.; as, Jacobean writers",
"any distinguished personage during the reign of James I of England"
],
"jacobian": [
"___jacobean"
],
"jacobin": [
"A Dominican friar; -- so named because, before the French Revolution, that order had a convent in the Rue St. Jacques, Paris",
"One of a society of violent agitators in France, during the revolution of 1789, who held secret meetings in the Jacobin convent in the Rue St. Jacques, Paris, and concerted measures to control the proceedings of the National Assembly.  Hence: A plotter against an existing government; a turbulent demagogue",
"A fancy pigeon, in which the feathers of the neck form a hood, -- whence the name.  The wings and tail are long, and the beak moderately short",
"___jacobinic"
],
"jacobine": [
"A Jacobin"
],
"jacobinic": [
"Of or pertaining to the Jacobins of France; revolutionary; of the nature of, or characterized by, Jacobinism"
],
"jacobinical": [
"___jacobinic"
],
"jacobinism": [
"The  principles of the Jacobins; violent and factious opposition to legitimate government"
],
"jacobinize": [
"To taint with, or convert to, Jacobinism"
],
"jacobite": [
"A partisan or adherent of James the Second, after his abdication, or of his descendants, an opposer of the revolution in 1688 in favor of William and Mary",
"One of the sect of Syrian Monophysites.  The sect is named after Jacob Baradæus, its leader in the  sixth century",
"Of or pertaining to the Jacobites"
],
"jacobitic": [
"Of or pertaining to the Jacobites; characterized by Jacobitism"
],
"jacobitical": [
"___jacobitic"
],
"jacobitism": [
"The principles of the Jacobites"
],
"jacobus": [
"An English gold coin, of the value of twenty-five shillings sterling, struck in the reign of James I"
],
"jaconet": [
"A thin cotton fabric, between cambric and muslin, used for dresses, neckcloths, etc"
],
"jacquard": [
"Pertaining to, or invented by, Jacquard, a French mechanician, who died in 1834"
],
"jacqueminot": [
"A half-hardy, deep crimson  rose of the remontant class; -- so named after General Jacqueminot, of France"
],
"jacquerie": [
"The name given to a revolt of French peasants against the nobles in 1358, the leader assuming the contemptuous title, Jacques Bonhomme, given by the nobles to the peasantry. Hence, any revolt of peasants"
],
"jactancy": [
"A boasting; a bragging"
],
"jactation": [
"A throwing or tossing of the body; a shaking or agitation"
],
"jactitation": [
"Vain boasting or assertions repeated to the prejudice of another's right; false claim",
"A frequent tossing or moving of the body; restlessness, as in delirium"
],
"jaculable": [
"Fit for throwing"
],
"jaculate": [
"To throw or cast, as a dart; to throw out; to emit"
],
"jaculation": [
"The act of tossing, throwing, or hurling, as spears"
],
"jaculator": [
"One who throws or casts",
"The archer fish (Toxotes jaculator)"
],
"jaculatory": [
"Darting or throwing out suddenly; also, suddenly thrown out; uttered in short sentences; ejaculatory; as, jaculatory prayers"
],
"jadding": [
"___holing"
],
"jade": [
"A stone, commonly of a pale to dark green color but sometimes whitish. It is very hard and compact, capable of fine polish, and is used for ornamental purposes and for implements, esp. in Eastern countries and among many early peoples",
"A color resembling that of jade{1}; it varies from yellowish-green to bluish-green",
"A mean or tired horse; a worthless nag",
"A disreputable or vicious woman; a wench; a quean; also, sometimes, a worthless man",
"A young woman; -- generally so called in irony or slight contempt",
"To treat like a jade; to spurn",
"To make ridiculous and contemptible",
"To exhaust by overdriving or long-continued labor of any kind; to tire, make dull, or wear out by severe or tedious tasks; to harass",
"To become weary; to lose spirit"
],
"jaded": [
"dulled by surfeit; as, the amoral, jaded, bored upper classes",
"fatigued due to excess effort"
],
"jadeite": [
"___jade"
],
"jadery": [
"The tricks of a jade"
],
"jadish": [
"Vicious; ill-tempered; resembling a jade; -- applied to a horse",
"Unchaste; -- applied to a woman"
],
"jaeger": [
"___jager"
],
"jag": [
"A notch; a cleft; a barb; a ragged or sharp protuberance; a denticulation",
"A part broken off; a fragment",
"A cleft or division",
"A leather bag or wallet",
"Enough liquor to make a man noticeably drunk; a small “load;” a time or case of drunkeness; -- esp. in phr. To have a jag on, to be drunk",
"To cut into notches or teeth like those of a saw; to notch",
"A small load, as of hay or grain in the straw, or of ore",
"To carry, as a load; as, to jag hay, etc",
"Same as Judge-Advocate General"
],
"jaganatha": [
"___jagannath"
],
"jagannath": [
"A particular form of Vishnu, or of Krishna, whose chief idol and worship are at Puri, in Orissa. The idol is considered to contain the bones of Krishna and to possess a soul. The principal festivals are the Snanayatra, when the idol is bathed, and the Rathayatra, when the image is drawn upon a car adorned with obscene paintings. Formerly it was erroneously supposed that devotees allowed themselves to be crushed beneath the wheels of this car. It is now known that any death within the temple of Jagannath is considered to render the place unclean, and any spilling of blood in the presence of the idol is a pollution"
],
"jagannatha": [
"___jagannath"
],
"jager": [
"A sharpshooter. See Yager",
"Any species of gull of the genus Stercorarius. Three species occur on the Atlantic coast. The jagers pursue other species of gulls and force them to disgorge their prey. The two middle tail feathers are usually decidedly longer than the rest. Called also boatswain, and marline-spike bird. The name is also applied to the skua, or Arctic gull (Megalestris skua)"
],
"jagg": [
"___jag"
],
"jaggary": [
"unrefined brown sugar made from palm sap.  See jaggery"
],
"jagged": [
"Having jags; having rough, sharp notches, protuberances, or teeth; cleft; laciniate; divided; as, jagged rocks"
],
"jaggedness": [
"something irregular like a bump on or crack in a smooth surface"
],
"jagger": [
"One who carries about a small load; a peddler. See 2d Jag",
"One who, or that which, jags"
],
"jaggery": [
"Raw palm sugar, made in the East Indies by evaporating the fresh juice of several kinds of palm trees, but specifically those of the palmyra (Borassus flabelliformis) and jaggery palm (Caryota urens)"
],
"jaggery palm": [
"An East Indian palm (Caryota urens) having leaves pinnate with wedge-shaped divisions, the petiole very stout. It is the principal source of jaggery, and is often cultivated for ornament"
],
"jagghery": [
"___jaggery"
],
"jaggy": [
"Having jags; set with teeth; notched; uneven; as, jaggy teeth"
],
"jaghir": [
"A village or district the government and revenues of which are assigned to some person, usually in consideration of some service to be rendered, esp. the maintenance of troops"
],
"jaghirdar": [
"The holder of a jaghir"
],
"jagua palm": [
"A great Brazilian palm (Maximiliana regia), having immense spathes which are used for baskets and tubs"
],
"jaguar": [
"A large and powerful feline animal (Panthera onca, formerly Felis onca), ranging from Texas and Mexico to Patagonia. It is usually brownish yellow, with large, dark, somewhat angular rings, each generally inclosing one or two dark spots. It is chiefly arboreal in its habits. It is also called the panther and the American tiger"
],
"jaguarondi": [
"A South American wild cat (Felis jaguarondi), having a long, slim body and very short legs. Its color is grayish brown, varied with a blackish hue. It is arboreal in its habits and feeds mostly on birds"
],
"jah": [
"Jehovah"
],
"jahvey": [
"___jahweh"
],
"jahvist": [
"___jehovist"
],
"jahvistic": [
"___jahvist"
],
"jahweh": [
"a name for the Old Testament God as transliterated from the Hebrew YHVH.  See Jehovah"
],
"jail": [
"A kind of prison; a building for the confinement of persons held in lawful  custody, especially for minor offenses or with reference to some future judicial proceeding",
"To imprison"
],
"jail bird": [
"___jailbird"
],
"jailbird": [
"A prisoner; one is in prison or who has been confined in prison"
],
"jailbreak": [
"an escape from jail; as, five prisoners escaped in a coordinated jailbreak"
],
"jailed": [
"placed in a prison; -- of people"
],
"jailer": [
"The keeper of a jail or prison"
],
"jailing": [
"The act or process of putting someone in prison or in jail as a lawful punishment"
],
"jain": [
"One of a numerous sect in British India, holding the tenets of Jainism",
"of or pertaining to Jainism; as, Jain gods"
],
"jaina": [
"___jain"
],
"jainism": [
"The heterodox Hindu religion, founded in the 6th century as a revolt against Hinduism; its most striking features are the exaltation of saints or holy mortals, called jins, above the ordinary Hindu gods, and the denial of a supreme being and of the divine origin and infallibility of the Vedas.  Also, the sect comprising those adhering to Jainism.  Jainism believes in immortality and the transmigration of the soul. It is intermediate between Brahmanism and Buddhism, having some things in common with each"
],
"jairou": [
"The ahu or Asiatic gazelle"
],
"jak": [
"see 1st Jack"
],
"jakes": [
"A privy"
],
"jakie": [
"A South American striped frog (Pseudis paradoxa), remarkable for having a tadpole larger than the adult, and hence called also paradoxical frog"
],
"jako": [
"An African parrot (Psittacus erithacus), very commonly kept as a cage bird; -- called also gray parrot"
],
"jakwood": [
"___jackwood"
],
"jalap": [
"The tubers of the Mexican plant Ipomœa purga (or Exogonium purga) of the family Convolvulaceae, a climber much like the morning-glory. The abstract, extract, and powder, prepared from the tubers, are well known purgative (cathartic) medicines, and are also called jalap. Other species of Ipomœa yield several inferior kinds of jalap, as the Ipomœa Orizabensis, and Ipomœa tuberosa"
],
"jalapic": [
"Of or pertaining to jalap"
],
"jalapin": [
"A glucoside found in the stems of the jalap plant and scammony. It is a strong purgative"
],
"jalons": [
"Long poles, topped with wisps of straw, used as landmarks and signals"
],
"jalousie": [
"A Venetian or slatted inside window blind",
"A window or door made of multiple glass or plastic slats, which can be opened or closed like a jalousie{1}"
],
"jalousied": [
"Furnished with jalousies; as, jalousied porches"
],
"jam": [
"A kind of frock for children",
"___jamb",
"To press into a close or tight position; to crowd; to squeeze; to wedge in; to cram; as, rock fans jammed the theater for the concert",
"To crush or bruise; as, to jam a finger in the crack of a door",
"To bring (a vessel) so close to the wind that half her upper sails are laid aback",
"To block or obstruct by packing too much (people or objects) into; as, shoppers jammed the aisles during the fire sale",
"To interfere with (a radio signal) by sending other signals of the same or nearby frequency; as, the Soviets jammed Radio Free Europe broadcasts for years during the cold war",
"To cause to become nonfunctional by putting something in that blocks the movement of a part or parts; as, he jammed the drawer by putting in too many loose papers; he jammed the lock by trying to pick it",
"To become stuck so as not to function; as, the copier jammed again",
"To play an instrument in a jam session",
"To crowd together; -- usually used with together or in; as, fifty people jammed into a conference room designed for twenty",
"A mass of people or objects crowded together; also, the pressure from a crowd; a crush; as, a jam in a street; a jam of logs in a river",
"An injury caused by jamming",
"A difficult situation; as, he got himself into a jam",
"A preserve of fruit boiled with sugar and water; also called jelly; as, raspberry jam; currant jam; grape jam"
],
"jamacina": [
"Jamaicine"
],
"jamadar": [
"___jemidar"
],
"jamaica": [
"One of the West Indian islands"
],
"jamaican": [
"Of or pertaining to Jamaica"
],
"jamaicine": [
"An alkaloid said to be contained in the bark of Geoffroya inermis, a leguminous tree growing in Jamaica and Surinam; -- called also jamacina"
],
"jamb": [
"The vertical side of any opening, as a door or fireplace; hence, less properly, any narrow vertical surface of wall, as the of a chimney-breast or of a pier, as distinguished from its face",
"Any thick mass of rock which prevents miners from following the lode or vein",
"___jam",
"___jambes"
],
"jambalaya": [
"A spicy Creole dish of rice with ham, sausage, chicken, or shellfish, plus tomatoes, and seasoned with peppers, onions, herbs, and celery"
],
"jambe": [
"___jamb"
],
"jambeau": [
"___jamb",
"___jambes",
"A type of spikefish of the Atlantic Ocean, Parahollardia lineata"
],
"jambee": [
"A fashionable cane"
],
"jambes": [
"In the Middle Ages, armor for the legs below the knees, usually having front and back pieces; called also greaves"
],
"jambeux": [
"___jambes"
],
"jambolana": [
"A myrtaceous tree of the West Indies and tropical America (Calyptranthes Jambolana), with astringent bark, used for dyeing. It bears an edible fruit"
],
"jambool": [
"The Java plum; also, a drug obtained from its bark and seeds, formerly used as a remedy for diabetes"
],
"jamboree": [
"A noisy or unrestrained carousal or frolic; a spree",
"a large festive gathering",
"an assembly of boy scouts, usually at the national or international level, including camping among the activities; -- a term adopted by the Boy Scouts organization"
],
"jambul": [
"___jambool"
],
"jamdani": [
"A silk fabric, with a woven pattern of sprigs of flowers"
],
"james": [
"William James, an American psychologist and philosopher (1842-1910).  He was the brother of Henry James",
"Henry James, an American novelist and critic, born 1843, died 1916.  He was the brother of William James",
"Saint James the Apostle, a disciple of Jesus; brother of John; author of The Epistle of James in the New Testament",
"The James River, a tributary of the Missouri River"
],
"james's powder": [
"Antimonial powder, first prepared by Dr. James, an English physician; -- called also fever powder"
],
"jamesonia": [
"A genus of xerophytic ferns of South America"
],
"jamesonite": [
"A steel-gray mineral, of metallic luster, commonly fibrous massive. It is a sulphide of antimony and lead, with a little iron"
],
"jamestown weed": [
"The poisonous thorn apple or stramonium (Datura stramonium), a rank weed early noticed at Jamestown, Virginia. See Datura"
],
"jamjar": [
"a jar for holding jellies or preserves"
],
"jammed": [
"filled to capacity or overfilled; as, the auditorium was jammed to the rafters"
],
"jampack": [
"to stuff; to fill completely and tightly; to jam{1}"
],
"jampan": [
"a kind of sedan chair used in India"
],
"jampot": [
"a jar for holding jellies or preserves; a jamjar"
],
"jan": [
"One of an intermediate order between angels and men"
],
"jane": [
"A coin of Genoa; any small coin",
"A kind of twilled cotton cloth. See Jean"
],
"jane-of-apes": [
"A silly, pert girl; -- corresponding to jackanapes"
],
"jangle": [
"To sound harshly or discordantly, as bells out of tune",
"To talk idly; to prate; to babble; to chatter; to gossip",
"To quarrel in words; to altercate; to wrangle",
"To cause to sound harshly or inharmoniously; to produce discordant sounds with",
"Idle talk; prate; chatter; babble",
"Discordant sound; wrangling",
"The unmelodious ringing of multiple metallic objects striking together, such as a set of small bells"
],
"jangler": [
"An idle talker; a babbler; a prater",
"A wrangling, noisy fellow"
],
"jangleress": [
"A female prater or babbler"
],
"janglery": [
"Jangling"
],
"jangling": [
"Producing discordant sounds",
"Idle babbling; vain disputation",
"Wrangling; altercation"
],
"jangly": [
"like the discordant ringing of nonmusical metallic objects striking together; sounding with a jangle{3}; as, a custodian with a jangly set of keys"
],
"janissary": [
"___janizary"
],
"janitor": [
"A door-keeper; a porter",
"One who is employed to care for a public building, or a building occupied for offices, suites of rooms, etc.; a caretaker; -- the duties may include removal of trash, cleaning of the rooms and public areas, and minor repairs"
],
"janitress": [
"A female janitor"
],
"janitrix": [
"___janitress"
],
"janizar": [
"A janizary"
],
"janizarian": [
"Of or pertaining to the janizaries, or their government"
],
"janizary": [
"A soldier of a privileged military class, which formed the nucleus of the Turkish infantry, but was suppressed in 1826"
],
"janker": [
"A long pole on two wheels, used in hauling logs"
],
"jansenism": [
"The doctrine of Jansen regarding free will and divine grace"
],
"jansenist": [
"A follower of Cornelius Jansen, a Roman Catholic bishop of Ypres, in Flanders, in the 17th century, who taught certain doctrines denying free will and the possibility of resisting divine grace"
],
"jant": [
"___jaunt"
],
"janthina": [
"___ianthina"
],
"jantily": [
"___jauntily"
],
"jantiness": [
"___jauntiness"
],
"jantu": [
"A machine of great antiquity, used in Bengal for raising water to irrigate land"
],
"janty": [
"___jaunty"
],
"january": [
"The first month of the year, containing thirty-one days"
],
"janus": [
"A Latin deity represented with two faces looking in opposite directions. Numa is said to have dedicated to Janus the covered passage at Rome, near the Forum, which is usually called the Temple of Janus. This passage was open in war and closed in peace"
],
"janus-faced": [
"Double-faced; deceitful"
],
"janus-headed": [
"Double-headed"
],
"japan": [
"Work varnished and figured in the Japanese manner; also, the varnish or lacquer used in japanning",
"Of or pertaining to Japan, or to the lacquered work of that country; as, Japan ware",
"To cover with a coat of hard, brilliant varnish, in the manner of the Japanese; to lacquer",
"To give a glossy black to, as shoes"
],
"japan current": [
"A branch of the equatorial current of the Pacific, washing the eastern coast of Formosa and thence flowing northeastward past Japan and merging into the easterly drift of the North Pacific; -- called also Kuro-Siwo, or Black Stream, in allusion to the deep blue of its water. It is similar in may ways to the Gulf Stream"
],
"japanese": [
"Of or pertaining to Japan, or its inhabitants",
"A native or inhabitant of Japan; collectively, the people of Japan",
"The language of the people of Japan, called  in the Japanese language nihongo"
],
"japanned": [
"Treated, or coated, with varnish in the Japanese manner"
],
"japanner": [
"One who varnishes in the manner of the Japanese, or one skilled in the art",
"A bootblack"
],
"japanning": [
"The art or act of varnishing in  the Japanese manner"
],
"japannish": [
"After the manner of the Japanese; resembling japanned articles"
],
"jape": [
"To jest; to play tricks; to jeer",
"To mock; to trick"
],
"japer": [
"A jester; a buffoon"
],
"japery": [
"Jesting; buffoonery"
],
"japhethite": [
"A Japhetite"
],
"japhetic": [
"Pertaining to, or derived from, Japheth, one of the sons of Noah; as, Japhetic nations, the nations of Europe and Northern Asia; Japhetic languages"
],
"japhetite": [
"A descendant of Japheth"
],
"japonica": [
"A species of Camellia (Camellia Japonica), a native of Japan, bearing beautiful red or white flowers. Many other genera have species of the same name"
],
"japonism": [
"A quality, idiom, or peculiarity characteristic of the Japanese or their products, esp. in art"
],
"jar": [
"A turn",
"A deep, broad-mouthed vessel of earthenware or glass, for holding fruit, preserves, etc., or for ornamental purposes; as, a jar of honey; a rose jar",
"The measure of what is contained in a jar; as, a jar of oil; a jar of preserves",
"To  give forth a rudely quivering or tremulous sound; to sound harshly or discordantly; as, the notes jarred on my ears",
"To act in opposition or disagreement; to clash; to interfere; to quarrel; to dispute",
"To cause a short, tremulous motion of, to cause to tremble, as by a sudden shock or blow; to shake; to shock; as, to jar the earth; to jar one's faith",
"To tick; to beat; to mark or tell off",
"A rattling, tremulous vibration or shock; a shake; a harsh sound; a discord; as, the jar of a train; the jar of harsh sounds",
"Clash of interest or opinions; collision; discord; debate; slight disagreement",
"A regular vibration, as of a pendulum",
"In deep well boring, a device resembling two long chain links, for connecting a percussion drill to the rod or rope which works it, so that the drill is driven down by impact and is jerked loose when jammed"
],
"jar-owl": [
"The goatsucker"
],
"jararaca": [
"A poisonous serpent of Brazil (Bothrops jararaca), about eighteen inches long, and of a dusky, brownish color, variegated with red and black spots"
],
"jarble": [
"To wet; to bemire"
],
"jardiniere": [
"An ornamental stand or receptacle for plants, flowers, etc., used as a piece of decorative furniture in room",
"A preparation of mixed vegetables stewed in a sauce with savory herbs, etc.; also, a soup made in this way"
],
"jards": [
"A callous tumor on the leg of a horse, below the hock"
],
"jargle": [
"To emit a harsh or discordant sound"
],
"jargon": [
"Confused, unintelligible language; gibberish",
"an artificial idiom or dialect; cant language; slang",
"To utter jargon; to emit confused or unintelligible sounds; to talk unintelligibly, or in a harsh and noisy manner",
"A variety of zircon. See Zircon"
],
"jargonelle": [
"A variety of pear which ripens early"
],
"jargonic": [
"Of or pertaining to the mineral jargon"
],
"jargonist": [
"One addicted to jargon; one who uses cant or slang"
],
"jarl": [
"A chief; an earl; in English history, one of the leaders in the Danish and Norse invasions"
],
"jarnut": [
"An earthnut"
],
"jarosite": [
"An ocher-yellow mineral occurring in minute rhombohedral crystals. It is a hydrous sulphate of iron and potash"
],
"jarrah": [
"The mahoganylike wood of the Australian Eucalyptus marginata. See Eucalyptus"
],
"jarring": [
"Shaking; disturbing; discordant",
"A shaking; a tremulous motion; as, the jarring of a steamship, caused by its engines",
"Discord; a clashing of interests"
],
"jarringly": [
"In a jarring or discordant manner"
],
"jarvey": [
"The driver of a hackney coach",
"A hackney coach"
],
"jarvy": [
"___jarvey"
],
"jasey": [
"A wig; -- so called, perhaps, from being made of, or resembling, Jersey yarn"
],
"jashawk": [
"A young hawk"
],
"jasmine": [
"A shrubby plant of the genus Jasminum, bearing flowers of a peculiarly fragrant odor. The Jasminum officinale, common in the south of Europe, bears white flowers. The Arabian jasmine is Jasminum Sambac, and, with Jasminum angustifolia, comes from the East Indies.  The yellow false jasmine in the Gelseminum sempervirens (see Gelsemium). Several other plants are called jasmine in the West Indies, as species of Calotropis and Faramea"
],
"jason": [
"the husband of Medea and leader of the Argonauts who sailed in quest of the Golden Fleece"
],
"jasp": [
"Jasper"
],
"jaspachate": [
"Agate jasper"
],
"jaspe": [
"Having the surface decorated with cloudings and streaks, somewhat as if imitating jasper"
],
"jasper": [
"An opaque, impure variety of quartz, of red, yellow, and other dull colors, breaking with a smooth surface. It admits of a high polish, and is used for vases, seals, snuff boxes, etc.  When the colors are in stripes or bands, it is called striped jasper or banded jasper. The Egyptian pebble is a brownish yellow jasper"
],
"jasperated": [
"mixed with jasper; containing particles of jasper; as, jasperated agate"
],
"jasperize": [
"To convert into, or make to resemble, jasper"
],
"jaspery": [
"Of the nature of jasper; mixed with jasper"
],
"jaspidean": [
"Consisting of jasper, or containing jasper; jaspery; jasperlike"
],
"jaspideous": [
"___jaspidean"
],
"jaspilite": [
"A compact siliceous rock resembling jasper"
],
"jaspoid": [
"Resembling jasper"
],
"jasponyx": [
"An onyx, part or all of whose layers consist of jasper"
],
"jatrophic": [
"Of or pertaining to physic nuts, the seeds of plants of the genus Jatropha"
],
"jaunce": [
"To ride hard; to jounce"
],
"jaundice": [
"A morbid condition, characterized by yellowness of the eyes, skin, and urine, whiteness of the feces, constipation, uneasiness in the region of the stomach, loss of appetite, and general languor and lassitude.  It is caused usually by obstruction of the biliary passages and consequent damming up, in the liver, of the bile, which is then absorbed into the blood",
"To affect with jaundice; to color by prejudice or envy; to prejudice"
],
"jaundiced": [
"Affected with jaundice",
"Prejudiced; envious; as, a jaundiced judgment"
],
"jaunt": [
"To ramble here and there; to stroll; to make an excursion",
"To ride on a jaunting car",
"To jolt; to jounce",
"A wearisome journey",
"A short excursion for pleasure or refreshment; a ramble; a short journey"
],
"jauntily": [
"In a jaunty manner"
],
"jauntiness": [
"The quality of being jaunty"
],
"jaunty": [
"Airy; showy; finical; hence, characterized by an affected or fantastical manner"
],
"java": [
"One of the islands of the Malay Archipelago belonging to the Netherlands",
"Java coffee, a kind of coffee brought from Java",
"an object-oriented computer programming language, derived largely from C++, used widely for design and display of web pages on the world-wide web.  It is an interpreted language, and has been suggested as a platform-independent code to allow execution of the same progam under multiple operating systems without recompiling.  The language is still (1997) under active development, and is evolving"
],
"javanese": [
"Of or pertaining to Java, or to the people of Java"
],
"javel": [
"A vagabond"
],
"javelin": [
"A sort of light spear, to be thrown or cast by the hand; anciently, a weapon of war used by horsemen and foot soldiers; now used chiefly in hunting the wild boar and other fierce game",
"A wooden shaft resembling a spear, thrown by contestants in a contest called the javelin throw; the one throwing the javelin furthest wins the contest.  The javelin throw is one of the field events of the modern Olympic Games",
"To pierce with a javelin"
],
"javelinier": [
"A soldier armed with a javelin"
],
"jaw": [
"One of the bones, usually bearing teeth, which form the framework of the mouth",
"Fig.: Anything resembling the jaw of an animal in form or action; esp., pl., the mouth or way of entrance; as, the jaws of a pass; the jaws of darkness; the jaws of death",
"A notch or opening",
"The inner end of a boom or gaff, hollowed in a half circle so as to move freely on a mast",
"Impudent or abusive talk",
"To scold; to clamor",
"To talk idly, long-windedly, or without special purpose",
"To assail or abuse by scolding"
],
"jaw-fall": [
"Depression of the jaw; hence, depression of spirits"
],
"jaw-fallen": [
"Dejected; chopfallen"
],
"jawbone": [
"The bone of either jaw; a maxilla or a mandible",
"To attempt to influence solely by talking, as contrasted with threatening or inducing by other means, e.g. legislation; esp. to make public appeals in order to influence the behavior of businessmen or labor leaders; -- used especially of the President or other high government officials; as, to jawbone businessmen into forgoing price increases"
],
"jawed": [
"Having jaws; -- chiefly in composition; as, lantern-jawed"
],
"jawfoot": [
"___maxilliped"
],
"jawing": [
"Scolding; clamorous or abusive talk"
],
"jawn": [
"___yawn"
],
"jawy": [
"Relating to the jaws"
],
"jay": [
"Any one of the numerous species of birds belonging to Garrulus, Cyanocitta, and allied genera of the family Corvidae. They are allied to the crows, but are smaller, more graceful in form, often handsomely colored, and usually have a crest"
],
"jayet": [
"___jet"
],
"jayhawker": [
"A name given to a free-booting, unenlisted, armed man or guerrilla"
],
"jazel": [
"A gem of an azure color"
],
"jazerant": [
"A coat of defense made of small plates of metal sewed upon linen or the like; also, this kind of armor taken generally; as, a coat of jazerant"
],
"jazz": [
"A type of music that originated in New Orleans around 1900 and developed through increasingly complex styles, but generally featuring intricate rhythms, improvisation, prominent solo segments, and great freedom in harmonic idiom played frequently in a polyphonic style, on various instruments including horn, saxophone, piano and percussion, but rarely stringed instruments",
"empty or insincere or exaggerated talk; as, don't give me any of that jazz",
"A style of dance music popular in the 1920s; similar to New Orleans jazz but played by large bands"
],
"jazzy": [
"resembling jazz{1} especially in its rhythm",
"ostentatious or strikingly styled; -- used especially of clothes",
"marked by animation or performed with flair[2]"
],
"jcl": [
"Job Control Language"
],
"jd": [
"juvenile delinquent"
],
"jdl": [
"Jewish Defense League"
],
"jealous": [
"Zealous; solicitous; vigilant; anxiously watchful",
"Apprehensive; anxious; suspiciously watchful",
"Demanding exclusive devotion; intolerant of rivalry",
"Disposed to suspect rivalry in matters of interest and affection; apprehensive regarding the motives of possible rivals, or the fidelity of friends; distrustful; having morbid fear of rivalry in love or preference given to another; painfully suspicious of the faithfulness of husband, wife, or lover"
],
"jealoushood": [
"Jealousy"
],
"jealously": [
"In a jealous manner"
],
"jealousness": [
"State or quality of being jealous"
],
"jealousy": [
"The quality of being jealous; earnest concern or solicitude; painful apprehension of rivalship in cases directly affecting one's happiness; painful suspicion of the faithfulness of husband, wife, or lover"
],
"jeames": [
"A footman; a flunky"
],
"jean": [
"A twilled cotton cloth",
"___blue jeans",
"Pants made of different fabrics, resembling blue jeans"
],
"jears": [
"___jeer"
],
"jeat": [
"___jet"
],
"jedding ax": [
"A stone mason's tool, having a flat face and a pointed part"
],
"jee": [
"___gee"
],
"jeel": [
"A morass; a shallow lake"
],
"jeer": [
"A gear; a tackle",
"To utter sarcastic or scoffing reflections; to speak with mockery or derision; to use taunting language; to scoff; as, to jeer at a speaker",
"To treat with scoffs or derision; to address with jeers; to taunt; to flout; to mock at",
"A railing remark or reflection; a scoff; a taunt; a biting jest; a flout; a jibe; mockery"
],
"jeerer": [
"A scoffer; a railer; a mocker"
],
"jeering": [
"Mocking; scoffing"
],
"jeers": [
"___jeer"
],
"jeffersonia": [
"An American herb with a pretty, white, solitary blossom, and deeply two-cleft leaves (Jeffersonia diphylla); twinleaf"
],
"jeffersonian": [
"Pertaining to, or characteristic of, Thomas Jefferson (third President of the United States) or his political doctrines, which were those of the Republicanism of his time, as opposed to those of the Federalists"
],
"jeffersonian simplicity": [
"The absence of pomp or display which Jefferson aimed at in his administration as President (1801-1809), eschewing display or ceremony tending to distinguish the President from the people, as in going to the capital on horseback and with no escort, the abolition of court etiquette and the weekly levee, refusal to recognize titles of honor, etc"
],
"jeffersonite": [
"A variety of pyroxene of olive-green color passing into brown. It contains zinc"
],
"jeg": [
"___jig"
],
"jehad": [
"___jihad",
"A religious war against infidels or Muslim heretics; also, any bitter war or crusade for a principle or belief"
],
"jehovah": [
"A Scripture name of the Supreme Being, by which he was revealed to the Jews as their covenant God or Sovereign of the theocracy; the “ineffable name” of the Supreme Being, which was not pronounced by the Jews"
],
"jehovist": [
"One who maintains that the vowel points of the word Jehovah, in Hebrew, are the proper vowels of that word; -- opposed to adonist",
"The writer of the passages of the Old Testament, especially those of the Pentateuch, in which the Supreme Being is styled Jehovah. See Elohist"
],
"jehovistic": [
"Relating to, or containing, Jehovah, as a name of God; -- said of certain parts of the Old Testament, especially of the Pentateuch, in which Jehovah appears as the name of the Deity. See Elohistic"
],
"jehu": [
"A coachman; a driver; especially, one who drives furiously"
],
"jejunal": [
"Pertaining to the jejunum"
],
"jejune": [
"Lacking matter; empty; void of substance",
"Void of interest; barren; meager; dry; as, a jejune narrative",
"Juvenile; childish; immature",
"Lacking nutritional value"
],
"jejunity": [
"The quality of being jejune; jejuneness"
],
"jejunum": [
"The middle division of the small intestine, between the duodenum and ileum; -- so called because usually found empty after death"
],
"jelerang": [
"A large, handsome squirrel (Sciurus Javensis), native of Java and Southern Asia; -- called also Java squirrel"
],
"jell": [
"To jelly",
"To take on a more concrete or substantial form; -- of ideas, plans, programs, etc"
],
"jell-o": [
"a brand of sweetened fruit-flavored powdered mixture, packaged so that it can be conveniently dissolved in hot water and solidified into a gelatin, used as a dessert, sometimes with pieces of fruit mixed in; also the gelatin dessert thus prepared; sometimes used metaphorically; as, when he pulled a gun on me, my knees turned to Jell-O"
],
"jellaba": [
"a loose cloak with a hood; worn in the Middle East and northern Africa"
],
"jelled": [
"congealed from a liquid state into a jelly; jellied"
],
"jellied": [
"Brought to the state or consistency of jelly"
],
"jellify": [
"To make, or to become, gelatinous; to make into jelly; to jelly"
],
"jello": [
"___jell-o"
],
"jelly": [
"Anything brought to a gelatinous condition; a viscous, translucent substance in a condition between liquid and solid; a stiffened solution of gelatin, gum, or the like",
"The juice of fruits or meats boiled with sugar to an elastic consistence; as, currant jelly; calf's-foot jelly",
"To become jelly; to come to the state or consistency of jelly"
],
"jellyfish": [
"Any one of the acalephs, esp. one of the larger species, having a jellylike appearance. See Medusa and acaleph"
],
"jemidar": [
"The chief or leader of a band or body of persons; esp., in the native army of India, an officer of a rank corresponding to that of lieutenant in the English army"
],
"jemlah goat": [
"The jharal"
],
"jemminess": [
"Spruceness"
],
"jemmy": [
"Spruce",
"A short crowbar. See Jimmy",
"A baked sheep's head"
],
"jeniquen": [
"A Mexican name for the Sisal hemp (Agave rigida, var. Sisalana); also, its fiber"
],
"jenite": [
"___yenite"
],
"jenkins": [
"A name of contempt for a flatterer of persons high in social or official life; as, the Jenkins employed by a newspaper"
],
"jennet": [
"A small Spanish horse; a genet"
],
"jenneting": [
"A variety of early apple. See Juneating"
],
"jenny": [
"A familiar or pet form of the proper name Jane",
"A familiar name of the European wren",
"A machine for spinning a number of threads at once, -- used in factories.  Also called spinning jenny"
],
"jentling": [
"A fish of the genus Leuciscus; the blue chub of the Danube"
],
"jeofail": [
"An oversight in pleading, or the acknowledgment of a mistake or oversight"
],
"jeopard": [
"To put in jeopardy; to expose to loss or injury; to imperil; to jeopardize; to hazard"
],
"jeoparder": [
"One who puts in jeopardy"
],
"jeopardize": [
"To expose to loss or injury; to risk"
],
"jeopardous": [
"Perilous; hazardous"
],
"jeopardy": [
"Exposure to death, loss, or injury; hazard; danger",
"To jeopardize"
],
"jequirity": [
"The seed of the wild licorice (Abrus precatorius) used by the people of India for beads in rosaries and necklaces, as a standard weight, etc.; -- called also jumble bead"
],
"jequirity bean": [
"___jequirity"
],
"jerboa": [
"Any small jumping rodent of the genus Dipus, esp. Dipus Aegyptius, which is common in Egypt and the adjacent countries.  The jerboas have very long hind legs and a long tail"
],
"jereed": [
"A blunt javelin used by the people of the Levant, especially in mock fights"
],
"jeremiad": [
"A tale of sorrow, disappointment, or complaint; a doleful story; a dolorous tirade; -- generally used satirically"
],
"jeremiade": [
"___jeremiad"
],
"jerfalcon": [
"The gyrfalcon"
],
"jerguer": [
"___jerquer"
],
"jerid": [
"___jereed"
],
"jerk": [
"To cut into long slices or strips and dry in the sun; as, to jerk beef. See Charqui",
"To beat; to strike",
"To give a quick and suddenly arrested thrust, push, pull, or twist, to; to yerk; as, to jerk one with the elbow; to jerk a coat off",
"To throw with a quick and suddenly arrested motion of the hand; as, to jerk a stone",
"To make a sudden motion; to move with a start, or by starts",
"To flout with contempt",
"A short, sudden pull, thrust, push, twitch, jolt, shake, or similar motion",
"A sudden start or spring",
"A foolish, stupid, or otherwise contemptible person",
"The lifting of a weight, in a single rapid motion, from shoulder height until the arms are outstretched above the head; distinguished from press in that the motion in a jerk is more rapid, and the body may be moved under the weight to assist completion of the movement; as, a clean and jerk of two hundred pounds",
"Calisthenic exercises, such as push-ups or deep knee bends; also called physical jerks"
],
"jerk off": [
"To masturbate"
],
"jerker": [
"A beater",
"One who jerks or moves with a jerk",
"A North American river chub (Hybopsis biguttatus)"
],
"jerkin": [
"A jacket or short coat; a close waistcoat",
"A male gyrfalcon"
],
"jerking": [
"The act of pulling, pushing, or throwing, with a jerk"
],
"jerkinhead": [
"The hipped part of a roof which is hipped only for a part of its height, leaving a truncated gable"
],
"jerkoff": [
"A lazy, foolish, stupid, or otherwise contemptible person; -- an offensive and disparaging term"
],
"jerkwater": [
"small and remote and insignificant; as, a jerkwater college",
"Off the main railroad line"
],
"jerky": [
"Moving by jerks and starts; characterized by abrupt transitions; as, a jerky vehicle; a jerky style",
"Foolish; ridiculous; stupid",
"Meat, especially beef, that has been cut in strips and dried; meat that has been jerked; see first jerk, v.; as, beef jerky"
],
"jermoonal": [
"The Himalayan snow partridge"
],
"jeronymite": [
"One belonging of the mediæval religious orders called Hermits of St. Jerome"
],
"jeropigia": [
"___geropigia"
],
"jerquer": [
"A customhouse officer who searches ships for unentered goods"
],
"jerquing": [
"The searching of a ship for unentered goods",
"The searching of a ship for unentered goods"
],
"jerry": [
"Flimsy; jerry-built"
],
"jerry-builder": [
"A professional builder who erects cheap dwellings of poor materials and unsubstantial and slovenly construction"
],
"jerry-built": [
"Built hastily and of bad materials; as, jerry-built houses",
"Developed in an unsystematic or inexpert manner; built haphazardly; -- used of objects, organizations, plans, etc"
],
"jersey": [
"The finest of wool separated from the rest; combed wool; also, fine yarn of wool",
"A kind of knitted jacket; hence, in general, a closefitting jacket or upper garment made of an elastic fabric (as stockinet)",
"One of a breed of cattle in the Island of Jersey. Jerseys are noted for the richness of their milk"
],
"jerusalem": [
"The chief city of Palestine, intimately associated with the glory of the Jewish nation, and the life and death of Jesus Christ"
],
"jervine": [
"A poisonous alkaloid resembling veratrine, and found with it in white hellebore (Veratrum album); -- called also jervina"
],
"jess": [
"A short strap of leather or silk secured round the leg of a hawk, to which the leash or line, wrapped round the falconer's hand, was attached when used. See Illust. of Falcon"
],
"jessamine": [
"___jasmine"
],
"jessant": [
"Springing up or emerging; -- said of a plant or animal"
],
"jesse": [
"Any representation or suggestion of the genealogy of Christ, in decorative art"
],
"jessed": [
"Having jesses on, as a hawk"
],
"jest": [
"A deed; an action; a gest",
"A mask; a pageant; an interlude",
"Something done or said in order to amuse; a joke; a witticism; a jocose or sportive remark or phrase. See Synonyms under Jest, v. i",
"The object of laughter or sport; a laughingstock",
"To take part in a merrymaking; -- especially, to act in a mask or interlude",
"To make merriment by words or actions; to joke; to make light of anything"
],
"jester": [
"A buffoon; a merry-andrew; a court fool",
"A person addicted to jesting, or to indulgence in light and amusing talk"
],
"jestful": [
"Given to jesting; full of jokes"
],
"jesting": [
"Sportive; not serious; fit for jests",
"The act or practice of making jests; joking; pleasantry"
],
"jestingly": [
"In a jesting manner"
],
"jesu": [
"Jesus"
],
"jesuit": [
"One of a religious order founded by Ignatius Loyola, and approved in 1540, under the title of The Society of Jesus",
"Fig.: A crafty person; an intriguer"
],
"jesuited": [
"Conforming to the principles of the Jesuits"
],
"jesuitess": [
"One of an order of nuns established on the principles of the Jesuits, but suppressed by Pope Urban in 1633"
],
"jesuitic": [
"Of or pertaining to the Jesuits, or to their principles and methods",
"Designing; cunning; deceitful; crafty; -- an opprobrious use of the word"
],
"jesuitical": [
"___jesuitic"
],
"jesuitically": [
"In a jesuitical manner"
],
"jesuitism": [
"The principles and practices of the Jesuits",
"Cunning; deceit; deceptive practices to effect a purpose; subtle argument; -- an opprobrious use of the  word"
],
"jesuitocracy": [
"Government by Jesuits; also, the whole body of Jesuits in a country"
],
"jesuitry": [
"Jesuitism; subtle argument"
],
"jesus": [
"The Savior; the name of the Son of God as announced by the angel to his parents; the personal name of Our Lord, in distinction from Christ, his official appellation"
],
"jet": [
"___get",
"A variety of lignite, of a very compact texture and velvet black color, susceptible of a good polish, and often wrought into mourning jewelry, toys, buttons, etc. Formerly called also black amber",
"A shooting forth; a spouting; a spurt; a sudden rush or gush, as of water from a pipe, or of flame from an orifice; also, that which issues in a jet",
"Drift; scope; range, as of an argument",
"The sprue of a type, which is broken from it when the type is cold",
"To strut; to walk with a lofty or haughty gait; to be insolent; to obtrude",
"To jerk; to jolt; to be shaken",
"To shoot forward or out; to project; to jut out",
"To spout; to emit in a stream or jet"
],
"jet d'eau": [
"A stream of water spouting, esp. upward, from a fountain or pipe for ornament; also, the fountain or pipe from which it issues"
],
"jet set": [
"an international group of wealthy individuals who travel frequently to international resorts. -- the group is not organized, but membership is defined solely by frequent travel for pleasure"
],
"jet-black": [
"Black as jet; deep black.  See first jet"
],
"jet-setter": [
"a member of the jet set"
],
"jet-setting": [
"frequent international travel for pleasure, as contrasted with business"
],
"jeterus": [
"A yellowness of the parts of plants which are normally green; yellows"
],
"jetsam": [
"Goods which sink when cast into the sea, and remain under water; -- distinguished from flotsam, goods which float, and ligan (or lagan), goods which are sunk attached to a buoy",
"The act of throwing objects from  a ship to lighten the load; jettison{1}. See Jettison, 1",
"Anything thrown overboard from a ship, whether floating or not",
"Objects scattered about in a disorderly manner; as, he couldn't find his sneakers among the jetsam in his room"
],
"jetson": [
"___jetsam"
],
"jetteau": [
"___jet d'eau"
],
"jettee": [
"___jetty"
],
"jetter": [
"One who struts; one who bears himself jauntily; a fop"
],
"jettiness": [
"The state of being jetty; blackness"
],
"jetting": [
"being propelled violently in a usually narrow stream; -- of liquids"
],
"jettison": [
"The throwing overboard of goods from necessity, in order to lighten a vessel in danger of wreck",
"___jetsam"
],
"jetton": [
"A metal counter used in playing cards"
],
"jetty": [
"Made of jet, or like jet in color",
"A part of a building that jets or projects beyond the rest, and overhangs the wall below",
"A wharf or pier extending from the shore",
"A structure of wood or stone extended into the sea to influence the current or tide, or to protect a harbor; a mole; as, the Eads system of jetties at the mouth of the Mississippi River",
"To jut out; to project"
],
"jeu d'esprit": [
"A witticism"
],
"jeunesse doree": [
"Lit., gilded youth; young people of wealth and fashion, esp. if given to prodigal living; -- in the French Revolution, applied to young men of the upper classes who aided in suppressing the Jacobins after the Reign of Terror"
],
"jew": [
"Originally, one belonging to the tribe or kingdom of Judah; after the return from the Babylonish captivity, any member of the new state; a Hebrew; an Israelite",
"An adherent of Judaism",
"Of or pertaining to Jews; Jewish; -- usually considered offensive",
"To bargain down (a person) in price; as, I jewed him down to ten dollars"
],
"jew's-ear": [
"A widely distributed species of edible fungus (Auricularia auricula-judae, formerly Hirneola Auricula-Judæ, or Hirneola Auricula), bearing some resemblance to the human ear and growing on decaying wood"
],
"jew's-ears": [
"___jew's-ear"
],
"jew's-harp": [
"An instrument of music, which, when placed between the teeth, gives, by means of a bent metal tongue struck by the finger, a sound which is modulated by the breath; -- called also Jew's-trump",
"The shackle for joining a chain cable to an anchor"
],
"jew's-stone": [
"A large clavate spine of a fossil sea urchin"
],
"jew-baiter": [
"someone who hates and would persecute Jews; an anti-Semite"
],
"jewbush": [
"A euphorbiaceous shrub of the genus Pedilanthus (Pedilanthus tithymaloides), found in the West Indies, and possessing powerful emetic and drastic qualities"
],
"jewel": [
"An ornament of dress usually made of a precious metal, and having enamel or precious stones as a part of its design",
"A precious stone; a gem",
"An object regarded with special affection; a precious thing",
"A bearing for a pivot a pivot in a watch, formed of a crystal or precious stone, as a ruby",
"To dress, adorn, deck, or supply with jewels, as a dress, a sword hilt, or a watch; to bespangle, as with jewels; to bejewel"
],
"jeweled": [
"covered with beads or jewels or sequins"
],
"jeweler": [
"One who makes, or deals in, jewels, precious stones, and similar ornaments"
],
"jewelled": [
"___jeweled"
],
"jewellery": [
"___jewelry"
],
"jewelry": [
"The art or trade of a jeweler",
"Jewels, collectively; as, a bride's jewelry"
],
"jewels-of-opar": [
"An erect plant (Talinum paniculatum) with tuberous roots and terminal panicles of red to yellow flowers, grwing from Southwestern North America to Central America; it has been widely introduced elsewhere"
],
"jewelweed": [
"___impatiens"
],
"jewess": [
"A female Jew; a Hebrew woman; a female adherent of Judaism"
],
"jewfish": [
"A very large serranoid fish (Promicrops itaiara) of Florida and the Gulf of Mexico. It often reaches the weight of five hundred pounds. Its color is olivaceous or yellowish, with numerous brown spots. Called also guasa, and warsaw",
"A similar gigantic fish (Stereolepis gigas) of Southern California, valued as a food fish",
"The black grouper of Florida and Texas",
"A large herringlike fish; the tarpum"
],
"jewise": [
"___juise"
],
"jewish": [
"Of or pertaining to the Jews or Hebrews; characteristic of or resembling the Jews or their customs; Israelitish",
"Of, pertaining to, or characteristic of Judaism"
],
"jewish calendar": [
"A lunisolar calendar in use among Hebraic peoples, reckoning from the year 3761 b. c., the date traditionally given for the Creation"
],
"jewry": [
"Judea; also, a district inhabited by Jews; a Jews' quarter",
"Jewish people, collectively"
],
"jewstone": [
"___jew's-stone"
],
"jezebel": [
"A bold, vicious woman; a termagant"
],
"jharal": [
"A wild goat (Capra Jemlaica) which inhabits the loftiest mountains of India. It has long, coarse hair, forming a thick mane on its head and neck"
],
"jib": [
"A triangular sail set upon a stay or halyard extending from the foremast or fore-topmast to the bowsprit or the jib boom. Large vessels often carry several jibs; as, inner jib; outer jib; flying jib; etc",
"The projecting arm of a crane, from which the load is suspended",
"One that jibs, or balks; a jibber",
"A stationary condition; a standstill",
"To move restively backward or sidewise, -- said of a horse; to balk",
"To shift, or swing round, as a sail, boom, yard, etc., as in tacking"
],
"jibb": [
"___jib"
],
"jibber": [
"A horse that jibs"
],
"jibe": [
"To shift, as the boom of a fore-and-aft sail, from one side of a vessel to the other when the wind is aft or on the quarter. See Gybe",
"To change a ship's course so as to cause a shifting of the boom. See Jibe, v. t., and Gybe",
"To agree; to harmonize"
],
"jiffy": [
"A moment; an instant; as, I will be ready in a jiffy"
],
"jig": [
"A light, brisk musical movement",
"A light, humorous piece of writing, esp. in rhyme; a farce in verse; a ballad",
"A piece of sport; a trick; a prank",
"A trolling bait, consisting of a bright spoon and a hook attached",
"A small machine or handy tool",
"To sing to the tune of a jig",
"To trick or cheat; to cajole; to delude",
"To sort or separate, as ore in a jigger or sieve. See Jigging, n",
"To cut or form, as a piece of metal, in a jigging machine",
"To dance a jig; to skip about",
"To move with a skip or rhythm; to move with vibrations or jerks"
],
"jigaboo": [
"A negro, especially an African-American; -- an offensive term usually intended as an ethnic slur"
],
"jigger": [
"A species of flea (Tunga penetrans, or Sarcopsylla penetrans, or Pulex penetrans), which burrows beneath the skin; called also jigger flea. See Chigoe",
"Any one of several species of small red mites (esp. Tetranychus irritans and Tetranychus Americanus) of the family Trombiculidae, which, in the larval or leptus stage, burrow beneath the skin of man and various animals, causing great annoyance.  Also called chigger",
"One who, or that which, jigs; specifically, a miner who sorts or cleans ore by the process of jigging; also, the sieve used in jigging",
"A horizontal table carrying a revolving mold, on which earthen vessels are shaped by rapid motion; a potter's wheel",
"A light tackle, consisting of a double and single block and the fall, used for various purposes, as to increase the purchase on a topsail sheet in hauling it home; the watch tackle",
"A pendulum rolling machine for slicking or graining leather; same as Jack, 4 (i)",
"A small glass or measuring vessel holding 11/2 ounces (45 ml), used mostly for measuring liquor or drinking whiskey; also, the quantity of liquid held in a jigger",
"A thingamajig",
"To move, send, or drive with a jerk; to jerk; also, to drive or send over with a jerk, as a golf ball"
],
"jiggery-pokery": [
"A verbal misrepresentation intended to take advantage of a person in some way"
],
"jigging": [
"The act or using a jig; the act of separating ore with a jigger, or wire-bottomed sieve, which is moved up and down in water"
],
"jiggish": [
"Resembling, or suitable for, a jig, or lively movement",
"Playful; frisky"
],
"jiggle": [
"To wriggle or frisk about; to move awkwardly; to shake up and down"
],
"jigjog": [
"A jolting motion; a jogging pace",
"Having a jolting motion"
],
"jihad": [
"___jehad"
],
"jill": [
"A young woman; a sweetheart. See Gill"
],
"jill-flirt": [
"A light, giddy, or wanton girl or woman. See Gill-flirt"
],
"jilt": [
"A woman who capriciously deceives her lover; a coquette; a flirt",
"To cast off capriciously or unfeelingly, as a lover; to deceive in love",
"To play the jilt; to practice deception in love; to discard lovers capriciously"
],
"jim crow": [
"A negro; -- said to be so called from a popular negro dance song, the refrain of which is “Wheel about and turn about and jump Jim Crow,” produced in 1835 by Thomas D. Rice (1808-1860), a famous negro minstrel; -- considered disparaging and offensive",
"A legally sanctioned system of racial discrimination practised in the southern United States until declared unconstitutional in 1953 and further restricted by federal legislation, by means of which negroes were segregated and discriminated against in employment and in many places of public accommodation, such as parks, commercial establishments, and public transportation"
],
"jim-crow": [
"For negroes only; set aside for used of negroes as a policy of racial discrimination",
"A machine for bending or straightening rails",
"A planing machine with a reversing tool, to plane both ways"
],
"jimcrack": [
"___gimcrack"
],
"jimdandy": [
"someone excellent of their kind; as, he's a jimdandy of a soldier",
"something excellent of its kind; as, the bike was a jimdandy"
],
"jimhickey": [
"___jimdandy"
],
"jimmies": [
"Small cylindrical bits of sweet chocolate used as a granular topping on e.g. ice cream"
],
"jimmy": [
"A short crowbar used by burglars in breaking open doors",
"An immigrant",
"To pry open (a door, window, etc.) with a jimmy or similar device; often used with open; as, the burglar jimmied open the back door and stole the TV set"
],
"jimp": [
"Neat; handsome; elegant. See Gimp",
"Slender; trim",
"Scant; barely enough"
],
"jimson weed": [
"___jamestown weed"
],
"jin": [
"___jinnee"
],
"jingal": [
"A small portable piece of ordnance, mounted on a swivel"
],
"jingle": [
"To sound with a fine, sharp, rattling, clinking, or tinkling sound; as, sleigh bells jingle",
"To rhyme or sound with a jingling effect",
"To cause to give a sharp metallic sound as a little bell, or as coins shaken together; to tinkle",
"A rattling, clinking, or tinkling sound, as of little bells or pieces of metal",
"That which makes a jingling sound, as a rattle",
"A correspondence of sound in rhymes, especially when the verse has little merit"
],
"jingler": [
"One who, or that which, jingles"
],
"jingling": [
"The act or process of producing a jingle; also, the sound itself; a chink"
],
"jinglingly": [
"So as to jingle"
],
"jingo": [
"A word used as a jocular oath",
"A statesman who pursues, or who favors, aggressive, domineering policy in foreign affairs; a bellicose superpatriot or chavinist"
],
"jingoism": [
"The policy of the Jingoes, so called. See Jingo, 2",
"A bellicose patriotism; aggressive chauvinism; belligerence in international relations"
],
"jingoist": [
"One who is jingoistic; a bellicose patriot; an extreme bellicose nationalist; an aggressive chauvinist"
],
"jingoistic": [
"fanatically and bellicosely patriotic; aggressively chauvinistic; belligerent in international relations",
"Given to expressing partisan sentiments in slogans, especially belligerently patriotic views"
],
"jink": [
"To move quickly, esp. with a sudden turn; hence, to dodge; to escape by a quick turn; -- obs. or dial., except as a hunting term in pig-sticking",
"In the games of spoilfive and forty-five, to win the game by taking all five tricks; also, to play to win all five tricks, losing what has been already won if unsuccessful"
],
"jinks": [
"noisy and mischievous merrymaking"
],
"jinn": [
"___jin"
],
"jinnee": [
"A genius or demon; one of the fabled genii, good and evil spirits, supposed to be the children of fire, and to have the power of assuming various forms"
],
"jinni": [
"___jinnee"
],
"jinny road": [
"An inclined road in a coal mine, on which loaded cars descend by gravity, drawing up empty ones"
],
"jinrikisha": [
"A small, two-wheeled, hooded vehicle drawn by one or more men"
],
"jinx": [
"A person, object, influence, or supernatural being which is supposed to bring bad luck or to cause things to go wrong",
"To bring bad luck to; to cause to malfunction or go wrong; as, some superstitious people are reluctant to predict success for fear it will jinx them"
],
"jippo": [
"A waistcoat or kind of stays for women"
],
"jiqui": [
"A Cuban timber tree (Malpighia obovata) with hard wood very resistant to moisture"
],
"jird": [
"Any of several North African gerbils"
],
"jitney": [
"a small bus or similar vehicle carrying passengers on a fixed route, used for public transport",
"A five-cent piece; a nickel"
],
"jitterbug": [
"a fast and vigorous American dance that was popular in the 1940s, having few standardized steps and personalized with various twirls, twists, and acrobatic moves; it was performed often to the accompaniment of swing or boogie-woogie tunes",
"to do the jitterbug"
],
"jitters": [
"an uneasy state; nervousness; as, the prospect of being drafted gave him a bad case of the jitters"
],
"jittery": [
"being in a tense state; easily upset or frightened; -- of a person"
],
"jiujitsu": [
"___jujutsu"
],
"jiujutsu": [
"___jujutsu"
],
"jive": [
"a style of jazz played by big bands popular in the 1930s; flowing rhythms but less complex than later styles of jazz"
],
"jnr.": [
"Abbreviation for Junior, used after a name by a son who has the same first and last name as his father; -- less commonly used than Jr"
],
"jo": [
"A sweetheart; a darling"
],
"job": [
"A sudden thrust or stab; a jab",
"A piece of chance or occasional work; any definite work undertaken in gross for a fixed price; as, he did the job for a thousand dollars",
"A public transaction done for private profit; something performed ostensibly as a part of official duty, but really for private gain; a corrupt official business",
"Any affair or event which affects one, whether fortunately or unfortunately",
"A situation or opportunity of work; as, he lost his job",
"A task, or the execution of a task; as, Michelangelo did a great job on the David statue",
"A task or coordinated set of tasks for a multitasking computer, submitted for processing as a single unit, usually for execution in background.  See job control language",
"To strike or stab with a pointed instrument",
"To thrust in, as a pointed instrument",
"To do or cause to be done by separate portions or lots; to sublet (work); as, to job a contract",
"To buy and sell, as a broker; to purchase of importers or manufacturers for the purpose of selling to retailers; as, to job goods",
"To hire or let by the job or for a period of service; as, to job a carriage",
"To do chance work for hire; to work by the piece; to do petty work",
"To seek private gain under pretense of public service; to turn public matters to private advantage",
"To carry on the business of a jobber in merchandise or stocks",
"The hero of the book of that name in the Old Testament; the prototypical patient man"
],
"job control language": [
"A programming language used to specify the manner, timing, and other requirements of execution of a task or set of tasks submitted for execution, especially in background, on a multitasking computer; a programming language for controlling job{7} execution.  Abbreviated JCL"
],
"jobation": [
"A scolding; a hand, tedious reproof"
],
"jobber": [
"One who works by the job",
"A dealer in the public stocks or funds; a stockjobber",
"One who buys goods from importers, wholesalers, or manufacturers, and sells to retailers",
"One who turns official or public business to private advantage; hence, one who performs low or mercenary work in office, politics, or intrigue"
],
"jobbernowl": [
"A blockhead"
],
"jobbery": [
"The act or practice of jobbing",
"Underhand management; official corruption; as, municipal jobbery"
],
"jobbing": [
"Doing chance work or odd jobs; as, a jobbing carpenter",
"Using opportunities of public service for private gain; as, a jobbing politician"
],
"jocantry": [
"The act or practice of jesting"
],
"jock": [
"a person trained to compete in sports; an athlete",
"A jockstrap",
"A disk jockey"
],
"jockey": [
"A professional rider of horses in races",
"A dealer in horses; a horse trader",
"A cheat; one given to sharp practice in trade",
"“ To jostle by riding against one.”",
"To play the jockey toward; to cheat; to trick; to impose upon in trade; as, to jockey a customer",
"To maneuver; to move in an intricate manner so as to avoid obstacles; as, to jockey a large cabinet up a winding staircase",
"To play or act the jockey; to cheat",
"To maneuver oneself aggressivley or skillfully so as to achieve an advantage; as, he jockeyed himself into position to be noticed"
],
"jockey shorts": [
"A type of men's underpants without legs, fitting tightly and held by an elastic waistband; also called briefs.  Originally a tradename, the term has become common for that type of underpants"
],
"jockeying": [
"The act or management of one who jockeys; trickery"
],
"jockeyism": [
"The practice of jockeys"
],
"jockeyship": [
"The art, character, or position, of a jockey; the personality of a jockey"
],
"jockstrap": [
"A supporting undergarment for the external genitals worn by men engaging in vigorous athletic sports or strenuous exercise; called also athletic supporter and jock"
],
"jocose": [
"Given to jokes and jesting; containing a joke, or abounding in jokes; merry; sportive; humorous"
],
"jocoserious": [
"Mingling mirth and seriousness"
],
"jocosity": [
"A jocose act or saying; jocoseness"
],
"jocote": [
"A common tropical American shrub or small tree (Spondias purpurea) with purplish fruit"
],
"jocular": [
"Given to jesting; jocose; as, a jocular person",
"Sportive; merry"
],
"jocularity": [
"Jesting; merriment"
],
"jocularly": [
"In jest; for sport or mirth; jocosely"
],
"joculary": [
"Jocular; jocose; sportive"
],
"joculator": [
"A jester; a joker"
],
"joculatory": [
"Droll; sportive"
],
"jocund": [
"Merry; cheerful; gay; airy; lively; sportive",
"Merrily; cheerfully"
],
"jocundity": [
"The state or quality of being jocund; gayety; sportiveness"
],
"joe": [
"___johannes"
],
"joe miller": [
"A jest book; a stale jest; a worn-out joke"
],
"joe-pye weed": [
"A tall composite plant of the genus Eupatorium (Eupatorium purpureum), with purplish flowers, and whorled leaves"
],
"joewood": [
"A West Indian shrub or small tree (Jacquinia keyensis) having leathery saponaceous leaves and extremely hard wood"
],
"joey": [
"Any young animal, especially a young kangaroo",
"A young child",
"A three-penny piece"
],
"jog": [
"To push or shake with the elbow or hand; to jostle; esp., to push or touch, in order to give notice, to excite one's attention, or to warn",
"To suggest to; to notify; to remind; to call the attention of; as, to jog the memory",
"To cause to jog; to drive at a jog, as a horse. See Jog, v. i",
"To move by jogs or small shocks, like those of a slow trot; to move slowly, leisurely, or monotonously; -- usually with on, sometimes with over",
"To run at less than maximum speed; to move on foot at a pace between a walk and a run; to run at a moderate pace so as to be able to continue for some time; -- performed by people, mostly for exercise",
"A slight shake; a shake or push intended to give notice or awaken attention; a push; a jolt",
"A rub; a slight stop; an obstruction; hence, an irregularity in motion of from; a hitch; a break in the direction of a line or the surface of a plane",
"A liesurely running pace.  See jog{2}, v. i"
],
"jogger": [
"One who jogs; as, the paths in Central Park on a summer Saturday are filled with joggers"
],
"jogging": [
"The act of giving a jog or jogs; traveling at a jog"
],
"joggle": [
"To shake slightly; to push suddenly but slightly, so as to cause to shake or totter; to jostle; to jog",
"To join by means of joggles, so as to prevent sliding apart; sometimes, loosely, to dowel",
"To shake or totter; to slip out of place",
"A notch or tooth in the joining surface of any piece of building material to prevent slipping; sometimes, but incorrectly, applied to a separate piece fitted into two adjacent stones, or the like"
],
"johannean": [
"Of or pertaining to John, esp. to the Apostle John or his writings"
],
"johannes": [
"A Portuguese gold coin of the value of eight dollars, named from the figure of King John which it bears; -- often contracted into joe; as, a joe, or a half joe"
],
"johannisberger": [
"A fine white wine produced on the estate of Schloss (or Castle) Johannisberg, on the Rhine"
],
"john": [
"A proper name of a man"
],
"john's-wort": [
"___john's-wort"
],
"johnadreams": [
"A dreamy, idle fellow"
],
"johnny": [
"A familiar diminutive of John",
"A sculpin"
],
"johnnycake": [
"A kind of bread made of the meal of maize (Indian corn), mixed with water or milk, etc., and baked"
],
"johnson grass": [
"A tall perennial grass (Sorghum Halepense), valuable in the Southern and Western States for pasture and hay. The rootstocks are large and juicy and are eagerly sought by swine. Called also Cuba grass, Means grass, Evergreen millet, and Arabian millet"
],
"johnsonese": [
"The literary style of Dr. Samuel Johnson, or one formed in imitation of it; an inflated, stilted, or pompous style, affecting classical words"
],
"johnsonian": [
"Pertaining to or resembling Dr. Johnson or his style; pompous; inflated"
],
"johnsonianism": [
"A manner of acting or of writing peculiar to, or characteristic of, Dr. Johnson"
],
"join": [
"To bring together, literally or figuratively; to place in contact; to connect; to couple; to unite; to combine; to associate; to add; to append",
"To associate one's self to; to be or become connected with; to league one's self with; to unite with; as, to join a party; to join the church",
"To unite in marriage",
"To enjoin upon; to command",
"To accept, or engage in, as a contest; as, to join encounter, battle, issue",
"To meet with and accompany; as, we joined them at the restaurant",
"To combine with (another person) in performing some activity; as, join me in welcoming our new president",
"To be contiguous, close, or in contact; to come together; to unite; to mingle; to form a union; as, the bones of the skull join; two rivers join",
"The line joining two points; the point common to two intersecting lines",
"The place or part where objects have been joined; a joint; a seam",
"The combining of multiple tables to answer a query in a relational database system"
],
"joinant": [
"Adjoining"
],
"joinder": [
"The act of joining; a putting together; conjunction",
"A joining of parties as plaintiffs or defendants in a suit"
],
"joined": [
"married",
"connected by a link, as railway cars or trailer trucks",
"connected by or sharing a wall with another building"
],
"joiner": [
"One who, or that which, joins",
"One whose occupation is to construct articles by joining pieces of wood; a mechanic who does the woodwork (as doors, stairs, etc.) necessary for the finishing of buildings",
"A wood-working machine, for sawing, plaining, mortising, tenoning, grooving, etc"
],
"joinery": [
"The art, or trade, of a joiner; the work of a joiner; doing the woodwork (as doors, stairs, etc.) necessary for the finishing of buildings"
],
"joinhand": [
"Writing in which letters are joined in words; -- distinguished from writing in single letters"
],
"joint": [
"The place or part where two things or parts are joined or united; the union of two or more smooth or even surfaces admitting of a close-fitting or junction; junction; as, a joint between two pieces of timber; a joint in a pipe",
"A joining of two things or parts so as to admit of motion; an articulation, whether movable or not; a hinge; as, the knee joint; a node or joint of a stem; a ball and socket joint.  See Articulation",
"The part or space included between two joints, knots, nodes, or articulations; as, a joint of cane or of a grass stem; a joint of the leg",
"Any one of the large pieces of meat, as cut into portions by the butcher for roasting",
"A plane of fracture, or divisional plane, of a rock transverse to the stratification",
"The space between the adjacent surfaces of two bodies joined and held together, as by means of cement, mortar, etc.; as, a thin joint",
"The means whereby the meeting surfaces of pieces in a structure are secured together",
"A projecting or retreating part in something; any irregularity of line or surface, as in a wall",
"A narrow piece of scenery used to join together two flats or wings of an interior setting",
"a disreputable establishment, or a place of low resort, as for smoking opium; -- also used for a commercial establishment, implying a less than impeccable reputation, but often in jest; as, talking about a high-class joint is an oxymoron",
"a marijuana cigarette",
"prison; -- used with “the”",
"Joined; united; combined; concerted; as, joint action",
"Involving the united activity of two or more; done or produced by two or more working together",
"United, joined, or sharing with another or with others; not solitary in interest or action; holding in common with an associate, or with associates; acting together; as, joint heir; joint creditor; a joint bank account; joint debtor, etc",
"Shared by, or affecting two or more; held in common; as, joint property; a joint bond",
"To unite by a joint or joints; to fit together; to prepare so as to fit together; as, to joint boards",
"To join; to connect; to unite; to combine",
"To provide with a joint or joints; to articulate",
"To separate the joints; of; to divide at the joint or joints; to disjoint; to cut up into joints, as meat",
"To fit as if by joints; to coalesce as joints do; as, the stones joint, neatly"
],
"joint-fir": [
"A genus (Ephedra) of leafless shrubs, with the stems conspicuously jointed; -- called also shrubby horsetail. There are about thirty species, of which two or three are found from Texas to California"
],
"jointed": [
"Having joints; articulated; full of nodes; knotty; as, a jointed doll; jointed structure"
],
"jointer": [
"One who, or that which, joints",
"A plane for smoothing the surfaces of pieces which are to be accurately joined",
"A bent piece of iron inserted to strengthen the joints of a wall"
],
"jointing": [
"The act or process of making a joint; also, the joints thus produced"
],
"jointless": [
"Without a joint; rigid; stiff"
],
"jointly": [
"In a joint manner; together; unitedly; in concert; not separately"
],
"jointress": [
"A woman who has a jointure"
],
"jointure": [
"A joining; a joint",
"An estate settled on a wife, which she is to enjoy after husband's decease, for her own life at least, in satisfaction of dower",
"To settle a jointure upon"
],
"jointureless": [
"Having no jointure"
],
"jointuress": [
"___jointress"
],
"jointweed": [
"A slender, nearly leafless, American herb (Polygonum articulatum), with jointed spikes of small flowers"
],
"jointworm": [
"The larva of a small, hymenopterous fly (Eurytoma hordei), which is found in gall-like swellings on the stalks of wheat, usually at or just above the first joint. In some parts of America it does great damage to the crop"
],
"joist": [
"A piece of timber laid horizontally, or nearly so, to which the planks of the floor, or the laths or furring strips of a ceiling, are nailed; -- called, according to its position or use, binding joist, bridging joist, ceiling joist, trimming joist, etc. See Illust. of Double-framed floor, under Double, a",
"To fit or furnish with joists"
],
"joke": [
"Something said for the sake of exciting a laugh; something witty or sportive (commonly indicating more of hilarity or humor than jest); a jest; a witticism; as, to crack good-natured jokes",
"Something not said seriously, or not actually meant; something done in sport",
"To make merry with; to make jokes upon; to rally; to banter; as, to joke a comrade",
"To do something for sport, or as a joke; to be merry in words or actions; to jest"
],
"joker": [
"One who makes jokes or jests",
"___bower",
"An extra card usually included in a deck of playing cards, having the same design as the others on the back, but on the face having a picture of a jester.  It is not included in the deck used in most games, but in certain games may be included and then takes on a special value, such as the highest-valued card, or a wild card",
"A clause placed in a document, such as a contract or a piece of legislation, not itself appearing significant, but in a subtle way substantially changing the effect of the document",
"Any fact or condition which is unknown or not apparent, which reverses an apparently advantageous position; a kicker",
"A person; a fellow; a chap; -- usually used in a mildly disparaging sense; as, who's the joker who left the ice cream on the table?"
],
"joking": [
"intended as a joke; -- of communications"
],
"jokingly": [
"In a joking way; sportively"
],
"jole": [
"___jowl"
],
"jolif": [
"Joyful; merry; pleasant; jolly"
],
"joll": [
"___jole"
],
"jollification": [
"A merrymaking; noisy festivity"
],
"jollily": [
"In a jolly manner"
],
"jolliment": [
"Jollity"
],
"jolliness": [
"Jollity; noisy mirth"
],
"jollity": [
"Noisy mirth; gayety; merriment; festivity; boisterous enjoyment"
],
"jolly": [
"Full of life and mirth; jovial; joyous; merry; mirthful",
"Expressing mirth, or inspiring it; exciting mirth and gayety",
"Of fine appearance; handsome; excellent; lively; agreeable; pleasant",
"To cause to be jolly; to make good-natured; to encourage to feel pleasant or cheerful; -- often implying an insincere or bantering spirit; hence, to poke fun at",
"A marine in the English navy"
],
"jolly-boat": [
"A boat of medium size belonging to a ship"
],
"jollyhead": [
"Jollity"
],
"jolt": [
"To shake with short, abrupt risings and fallings, as a carriage moving on rough ground; as, the coach jolts",
"To cause to move with a sudden motion, especially an up and down motion, as in a carriage going over rough ground, or on a high-trotting horse; as, the horse jolts the rider; fast driving jolts the carriage and the passengers",
"To stun or shock a person physically, as with a blow or electrical shock; as, the earthquake jolted him out of bed",
"To stun or shock or change the mental state of (a person) suddenly, as if with a blow; as, the sight of the house on fire jolted him into action; his mother's early death jolted his idyllic happiness",
"A sudden shock or jerk; a jolting motion, as in a carriage moving over rough ground",
"A physical or psychological shock; see jolt v. t. senses 2 and 3; as, the stock market plunge was a big jolt to his sense of affluence; he touched the casing of the ungrounded motor and got a jolt from a short inside",
"Something which causes a jolt{2}; as, the bad news was a jolt"
],
"jolter": [
"One who, or that which, jolts"
],
"jolterhead": [
"A dunce; a blockhead"
],
"jolthead": [
"___jolterhead"
],
"joltingly": [
"In a jolting manner"
],
"jolty": [
"That jolts; as, a jolty coach"
],
"jonah": [
"The Hebrew prophet, who was cast overboard as one who endangered the ship; hence, any person whose presence is unpropitious"
],
"jonesian": [
"Of or pertaining to Jones"
],
"jongler": [
"___jongleur"
],
"jongleur": [
"In the Middle Ages, a court attendant or other person who, for hire, recited or sang verses, usually of his own composition. See Troubadour",
"A juggler; a conjuror. See Juggler"
],
"jonquil": [
"A bulbous plant of the genus Narcissus (Narcissus Jonquilla), allied to the daffodil. It has long, rushlike leaves, and yellow or white fragrant flowers. The root has emetic properties. It is sometimes called the rush-leaved daffodil. See Illust. of Corona"
],
"jonquille": [
"___jonquil"
],
"joobbeh": [
"___jubbah"
],
"joram": [
"___jorum"
],
"jordan": [
"A landlocked country of the Middle East, surrounded by Israel, Iraq, Syria, and Saudi Arabia, and that  area on the west bank of the Jordan river which was once claimed by Jordan, and is at present occupied by Israel and in part governed by a Palestinian authority.  It has a population of 4,212,152 (1996) in a total area of 89,213 sq km.  The population is predominantly Arab and Moslem.  Officially known as the Hashemite Kingdom of Jordan, it was formerly called Trans-Jordan when occupied by the British.\n   The government is a constitutional monarchy, with King Hussein Bin Talal Al Hashimi as its ruler since 2 May 1953.  Jordan is a small developing Arab country, having a Gross Domestic Product of $19.3 billion in 1995",
"A pot or vessel with a large neck, formerly used by physicians and alchemists",
"A chamber pot"
],
"jordanella": [
"a genus of fishes, including the American flagfish (Jordanella floridae), of Florida"
],
"jordanian": [
"Of or pertaining to Jordan{1}; as, Jordanian archeological sites",
"Of or pertaining to the inhabitants of Jordan; as, Jordanian palace guards",
"A native or inhabitant of Jordan"
],
"jorden": [
"___jordan"
],
"jorum": [
"A large drinking vessel; also, its contents"
],
"joseph": [
"An outer garment worn in the 18th century; esp., a woman's riding habit, buttoned down the front"
],
"joseph's flower": [
"A composite herb (Tragopogon pratensis), of the same genus as the salsify"
],
"joso": [
"A small gudgeon"
],
"joss": [
"A Chinese household divinity; a Chinese idol"
],
"joss paper": [
"Gold and silver paper burned by the Chinese, in the form of coins or ingots, in worship and at funerals"
],
"jossa": [
"A command to a horse, probably meaning “stand still.”"
],
"jostle": [
"To run against and shake; to push out of the way; to elbow; to hustle; to disturb by crowding; to crowd against",
"To push; to crowd; to hustle",
"A conflict by collisions; a crowding or bumping together; interference"
],
"jostlement": [
"Crowding; hustling"
],
"jot": [
"An iota; a point; a tittle; the smallest particle.  Cf. Bit, n",
"To set down; to make a brief note of; -- usually followed by down"
],
"jotter": [
"One who jots down memoranda",
"A memorandum book"
],
"jougs": [
"An iron collar fastened to a wall or post, formerly used in Scotland as a kind of pillory. [Written also juggs.] See Juke"
],
"jouissance": [
"Jollity; merriment"
],
"jouk": [
"___juke"
],
"joul": [
"___jowl"
],
"joule": [
"A unit of work which is equal to 107 ergs (the unit of work in the C. G. S. system of units), and is equivalent to one watt-second, the energy expended in one second by an electric current of one ampere in a resistance of one ohm; also called the absolute joule.  It is abbreviated J or j.  The international joule is slightly larger, being 1.000167 times the absolute joule.  The absolute joule is approximately equal to 0.737562 foot pounds, 0.239006 gram-calories (small calories),  and 3.72506 x 10-7 horsepower-hours, and 0.000948451 B.t.u"
],
"joule's cycle": [
"The cycle for the air engine proposed by Joule. In it air is taken by a pump from a cold chamber and compressed adiabatically until its pressure is eqal to that of the air in a hot chamber, into which it is then delivered, thereby displacing an equal amount of hot air into the engine cylinder. Here it expands adiabatically to the temperature of the cold chamber into which it is finally exhausted. This cycle, reversed, is used in refrigerating machines"
],
"joule's law": [
"The law that the rate at which heat is produced in any part of an electric circuit is measured by the product of the square of the current times the resistance of that part of the circuit. If the current (i) is constant for an interval of time (t), the energy (H) in heat units equals i2Rt, R being resistance",
"The law that there is no change of temperature when a gas expands without doing external work and without receiving or rejecting heat"
],
"joulemeter": [
"An integrating wattmeter for measuring the energy in joules expended in an electric circuit or developed by a machine"
],
"jounce": [
"To jolt; to shake, especially by rough riding or by driving over obstructions",
"A jolt; a shake; a hard trot"
],
"journal": [
"Daily; diurnal",
"A diary; an account of daily transactions and events",
"That which has occurred in a day; a day's work or travel; a day's journey",
"That portion of a rotating piece, as a shaft, axle, spindle, etc., which turns in a bearing or box. See Illust. of Axle box"
],
"journalese": [
"the linguistic style in which newspapers are written"
],
"journalism": [
"The keeping of a journal or diary",
"The periodical collection and publication of current news; the business of managing, editing, or writing for, journals, newspapers, magazines, broadcasting media such as radio or television, or other news media such as distribution over the internet; as, political journalism; broadcast journalism; print journalism",
"The branch of knowledge that studies phenomena associated with news collection, distribution, and editing; a course of study, especially in institutions of higher learning, that teaches students how to write, edit, or report news"
],
"journalist": [
"One who keeps a journal or diary; a diarist",
"One whose occupation is to write for any of the public news media, such as newspapers, magazines, radio, television, or internet; also, an editorial or other professional writer for a periodical"
],
"journalistic": [
"Pertaining to journals, journalism, or to journalists; contained in, or characteristic of, the public journals; as, journalistic literature or enterprise"
],
"journalize": [
"To enter or record in a journal or diary",
"to conduct or contribute to a public journal; to follow the profession of a journalist"
],
"journey": [
"The travel or work of a day",
"Travel or passage from one place to another, especially one covering a large distance or taking a long time",
"A passage through life, or a passage through any significant experience, or from one state to another",
"The distance that is traveled in a journey{2}, or the time taken to complete a journey{2}; as, it's a two-day journey from the oasis into Cairo by camel; from Mecca to Samarkand is quite a journey",
"To travel from place to place; to go from home to a distance",
"To traverse; to travel over or through"
],
"journey-bated": [
"Worn out with journeying"
],
"journeyer": [
"One who journeys"
],
"journeying": [
"the act or process of traveling from one place to another"
],
"journeyman": [
"Formerly, a man hired to work by the day; now, commonly, one who has finished an apprenticeship and is a competent worker in a handicraft or trade, but has not received recognition as a master; -- distinguished from apprentice and from master workman",
"A competent and experienced worker who performs adequately but without a high level of expertise or imagination"
],
"journeywork": [
"Originally, work done by the day; work done by a journeyman at his trade",
"Routine or relatively unskilled work performed under direction of a supervisor"
],
"joust": [
"To engage in mock combat on horseback, as two knights in the lists; to tilt",
"To engage in a competition involving one-to-one struggle with an opponent",
"A tilting match; a mock combat on horseback between two knights in the lists or inclosed field",
"Any competition involving one-to-one struggle with an opponent"
],
"jouster": [
"One who jousts or tilts"
],
"jove": [
"The chief divinity of the ancient Romans; Jupiter",
"The planet Jupiter",
"The metal tin"
],
"jovial": [
"Of or pertaining to the god, or the planet, Jupiter",
"Sunny; serene",
"Gay; merry; joyous; jolly; mirth-inspiring; hilarious; characterized by mirth or jollity; as, a jovial youth; a jovial company; a jovial poem"
],
"jovialist": [
"One who lives a jovial life"
],
"joviality": [
"The quality or state of being jovial"
],
"jovially": [
"In a jovial manner; merrily; gayly"
],
"jovialness": [
"Noisy mirth; joviality"
],
"jovialty": [
"Joviality"
],
"jovian": [
"Of or pertaining to Jove, or Jupiter (either the deity or the planet)"
],
"jovicentric": [
"Revolving around the planet Jupiter; appearing as viewed from Jupiter"
],
"jovinianist": [
"An adherent to the doctrines of Jovinian, a monk of the fourth century, who denied the virginity of Mary, and opposed the asceticism of his time"
],
"jowl": [
"The cheek; the jaw",
"To throw, dash, or knock"
],
"jowler": [
"A dog with large jowls, as the beagle"
],
"jowter": [
"A mounted peddler of fish; -- called also jouster"
],
"joy": [
"The passion or emotion excited by the acquisition or expectation of good; pleasurable feelings or emotions caused by success, good fortune, and the like, or by a rational prospect of possessing what we love or desire; gladness; exhilaration of spirits; delight",
"That which causes joy or happiness",
"The sign or exhibition of joy; gayety; mirth; merriment; festivity",
"To rejoice; to be glad; to delight; to exult",
"To give joy to; to congratulate",
"To gladden; to make joyful; to exhilarate",
"To enjoy"
],
"joyance": [
"Enjoyment; gayety; festivity; joyfulness"
],
"joyancy": [
"Joyance"
],
"joyful": [
"Full of joy; having or causing joy; very glad; as, a joyful heart"
],
"joyfulness": [
"the emotion of great happiness"
],
"joyless": [
"Not having joy; not causing joy; unenjoyable"
],
"joyous": [
"Glad; gay; merry; joyful; also, affording or inspiring joy; with of before the word or words expressing the cause of joy"
],
"joysome": [
"Causing joyfulness"
],
"jpeg": [
"A standardized format for storing graphic data in binary computer files, allowing over 16 million different colors.  It allows for lossy compression, i. e. the compression of data into a form which re-expands into an image close, but not identical to the original image.  Files stored in this format usually carry the extension jpg or jpeg.  Compare GIF"
],
"jub": [
"A vessel for holding ale or wine; a jug"
],
"juba": [
"The mane of an animal",
"A loose panicle, the axis of which falls to pieces, as in certain grasses",
"A dance developed by slaves in the U. S., having a lively tune and accompanied by a complex rhythmic clapping, and by slapping the thighs"
],
"jubate": [
"Fringed with long, pendent hair"
],
"jubbah": [
"A long outer garment worn by both sexes of Muslims of the better class"
],
"jubbeh": [
"___jubbah"
],
"jube": [
"A chancel screen or rood screen"
],
"jubilance": [
"a feeling of extreme joy; jubilation"
],
"jubilancy": [
"a feeling of extreme joy; jubilance; jubilation"
],
"jubilant": [
"Uttering songs of triumph; shouting with joy; triumphant; exulting"
],
"jubilantly": [
"In a jubilant manner"
],
"jubilar": [
"Pertaining to, or having the character of, a jubilee"
],
"jubilate": [
"The third Sunday after Easter; -- so called because the introit is the 66th Psalm, which, in the Latin version, begins with the words, “Jubilate Deo.”",
"A name of the 100th Psalm; -- so called from its opening word in the Latin version",
"To exult; to rejoice"
],
"jubilation": [
"A triumphant shouting; rejoicing; exultation"
],
"jubilee": [
"Every fiftieth year, being the year following the completion of each seventh sabbath of years, at which time all the slaves of Hebrew blood were liberated, and all lands which had been alienated during the whole period reverted to their former owners",
"The joyful commemoration held on the fiftieth anniversary of any event; as, the jubilee of Queen Victoria's reign; the jubilee of the American Board of Missions",
"A church solemnity or ceremony celebrated at Rome, at stated intervals, originally of one hundred years, but latterly of twenty-five; a plenary and extraordinary indulgence granted by the sovereign pontiff to the universal church.  One invariable condition of granting this indulgence is the confession of sins and receiving of the eucharist",
"A season of general joy",
"A state of joy or exultation"
],
"jucundity": [
"Pleasantness; agreeableness. See Jocundity"
],
"judahite": [
"One of the tribe of Judah; a member of the kingdom of Judah; a Jew"
],
"judaic": [
"Of or pertaining to the Jews"
],
"judaical": [
"___judaic"
],
"judaically": [
"After the Jewish manner"
],
"judaism": [
"The religious doctrines and rites of the Jews as enjoined in the laws of Moses, and for many adherents, in the Talmud",
"Conformity to the Jewish rites and ceremonies; the practise of Judaism{1}",
"The adherents of Judaism{1} collectively; jewry"
],
"judaist": [
"One who believes and practices Judaism"
],
"judaistic": [
"Of or pertaining to Judaism"
],
"judaization": [
"The act of Judaizing; a conforming to the Jewish religion or ritual"
],
"judaize": [
"To conform to the doctrines, observances, or methods of the Jews; to inculcate or impose Judaism",
"To impose Jewish observances or rites upon; to convert to Judaism"
],
"judaizer": [
"One who conforms to or inculcates Judaism"
],
"judaizers": [
"___raskolnik"
],
"judas": [
"The disciple who betrayed Christ"
],
"judas-colored": [
"Red; -- from a tradition that Judas Iscariot had red hair and beard"
],
"juddock": [
"___jacksnipe"
],
"judean": [
"Of or pertaining to Judea"
],
"judeo-christian": [
"having origins in both Judaism and Christianity; of or pertaining to Christianity; as, the Judeo-Christian tradition"
],
"judge": [
"A public officer who is invested with authority to hear and determine litigated causes, and to administer justice between parties in courts held for that purpose",
"One who has skill, knowledge, or experience, sufficient to decide on the merits of a question, or on the quality or value of anything; one who discerns properties or relations with skill and readiness; a connoisseur; an expert; a critic",
"A person appointed to decide in a trial of skill, speed, etc., between two or more parties; an umpire; as, a judge in a horse race",
"One of the supreme magistrates, with both civil and military powers, who governed Israel for more than four hundred years",
"The title of the seventh book of the Old Testament; the Book of Judges",
"To hear and determine, as in causes on trial; to decide as a judge; to give judgment; to pass sentence",
"To assume the right to pass judgment on another; to sit in judgment or commendation; to criticise or pass adverse judgment upon others. See Judge, v. t., 3",
"To compare facts or ideas, and perceive their relations and attributes, and thus distinguish truth from falsehood; to determine; to discern; to distinguish; to form an opinion about",
"To hear and determine by authority, as a case before a court, or a controversy between two parties",
"To examine and pass sentence on; to try; to doom",
"To arrogate judicial authority over; to sit in judgment upon; to be censorious toward",
"To determine upon or deliberation; to esteem; to think; to reckon",
"To exercise the functions of a magistrate over; to govern"
],
"judge-made": [
"Created by judges or judicial decision; -- applied esp. to law applied or established by the judicial interpretation of statutes so as extend or restrict their scope, as to meet new cases, to provide new or better remedies, etc., and often used opprobriously of acts of judicial interpretation considered as doing this.  Judge-made law is contrasted with statutory law and civil law"
],
"judger": [
"One who judges"
],
"judgeship": [
"The office or position of a judge"
],
"judging": [
"The cognitive process of reaching a decision or drawing conclusions"
],
"judgment": [
"The act of judging; the operation of the mind, involving comparison and discrimination, by which a knowledge of the values and relations of things, whether of moral qualities, intellectual concepts, logical propositions, or material facts, is obtained; as, by careful judgment he avoided the peril; by a series of wrong judgments he forfeited confidence",
"The power or faculty of performing such operations (see 1); esp., when unqualified, the faculty of judging or deciding rightly, justly, or wisely; good sense; as, a man of judgment; a politician without judgment",
"The conclusion or result of judging; an opinion; a decision",
"The act of determining, as in courts of law, what is conformable to law and justice; also, the determination, decision, or sentence of a court, or of a judge; the mandate or sentence of God as the judge of all",
"That act of the mind by which two notions or ideas which are apprehended as distinct are compared for the purpose of ascertaining their agreement or disagreement. See 1. The comparison may be threefold: (1) Of individual objects forming a concept. (2) Of concepts giving what is technically called a judgment. (3) Of two judgments giving an inference. Judgments have been further classed as analytic, synthetic, and identical",
"A calamity regarded as sent by God, by way of recompense for wrong committed; a providential punishment",
"The final award; the last sentence"
],
"judgmental": [
"depending on judgment; as, a judgmental error",
"Inclined to make moral judgements about the behavior of people; -- contrasted with an inclination not to judge the moral qualities of others.  Opposite of nonjudgmental"
],
"judgship": [
"___judgeship"
],
"judicable": [
"Capable of being judged; capable of being tried or decided upon"
],
"judicative": [
"Having power to judge; judicial; as, the judicative faculty"
],
"judicatory": [
"Pertaining to the administration of justice; dispensing justice; judicial; as, judicatory tribunals",
"A court of justice; a tribunal",
"Administration of justice"
],
"judicature": [
"The state or profession of those employed in the administration of justice; also, the dispensing or administration of justice",
"A court of justice; a judicatory",
"The right of judicial action; jurisdiction; extent jurisdiction of a judge or court"
],
"judicial": [
"Pertaining or appropriate to courts of justice, or to a judge; practiced or conformed to in the administration of justice; sanctioned or ordered by a court; as, judicial power; judicial proceedings; a judicial sale",
"Fitted or apt for judging or deciding; as, a judicial mind; judicial temperament",
"Belonging to the judiciary, as distinguished from legislative, administrative, or executive. See Executive",
"Judicious"
],
"judicially": [
"In a judicial capacity or judicial manner"
],
"judiciary": [
"Of or pertaining to courts of judicature, or legal tribunals; judicial; as, a judiciary proceeding",
"That branch of government in which judicial power is vested; the system of courts of justice in a country; the judges, taken collectively; as, an independent judiciary; the senate committee on the judiciary"
],
"judicious": [
"Of or relating to a court; judicial",
"Directed or governed by sound judgment; having sound judgment; wise; prudent; sagacious; discreet"
],
"judiciously": [
"In a judicious manner; with good judgment; wisely"
],
"judiciousness": [
"The quality or state of being judicious; sagacity; sound judgment"
],
"judo": [
"a sport adapted from jujitsu, originally a method of self-defense without weapons, and similar to wrestling; it was developed in Japan"
],
"jug": [
"A vessel, usually of coarse earthenware, with a swelling belly and narrow mouth, and having a handle on one side",
"A pitcher; a ewer",
"A prison; a jail; a lockup",
"A woman's breasts; as, nice jugs",
"To seethe or stew, as in a jug or jar placed in boiling water; as, to jug a hare",
"To commit to jail; to imprison",
"To utter a sound resembling this word, as certain birds do, especially the nightingale",
"To nestle or collect together in a covey; -- said of quails and partridges"
],
"jugal": [
"Relating to a yoke, or to marriage",
"Pertaining to, or in the region of, the malar, or cheek bone"
],
"jugata": [
"The figures of two heads on a medal or coin, either side by side or joined"
],
"jugated": [
"Coupled together"
],
"juge": [
"A judge"
],
"jugement": [
"Judgment"
],
"juger": [
"A Roman measure of land, measuring 28,800 square feet, or 240 feet in length by 120 in breadth"
],
"jugger": [
"An East Indian falcon. See Lugger"
],
"juggernaut": [
"___jagannath",
"One of the names under which Vishnu, in his incarnation as Krishna, is worshiped by the Hindus.  See also Jagannath",
"Any large, unstoppable force, power, or popular movement which defeats or destroys any person who gets in its way or attempts to stop it; as, for years the Notre Dame football team was an unstoppable juggernaut; after the early primaries, Johnson's campaign became a juggernaut, crushing all rivals"
],
"juggle": [
"To play tricks by sleight of hand; to cause amusement and sport by tricks of skill; to conjure; especially, to maintian several objects in the air at one time by tossing them up with one hand, catching them with the other hand, and passing them from the catching to the tossing hand",
"To practice artifice or imposture",
"To deceive by trick or artifice",
"To maintain (several objects) in continuous motion in the air at one time by tossing them up with one hand, catching them with the other hand, and passing them from the catching to the tossing hand; variations on this basic motion are also used.  Also used figuratively: see senses 3 and 4",
"To alter (financial records) secretly for the purpose of theft or deception; as, to juggle the accounts",
"To arrange the performance two tasks or responsibilities at alternate times, so as to be able to do both; as, to juggle the responsibilities of a job and a mother",
"A trick by sleight of hand",
"An imposture; a deception",
"A block of timber cut to a length, either in the round or split"
],
"juggler": [
"One who juggles; one who practices or exhibits tricks by sleight of hand; one skilled in legerdemain; a conjurer",
"A deceiver; a cheat",
"A person who juggles objects, i. e. who maintains several objects in the air by passing them in turn from one hand to another"
],
"juggleress": [
"A female juggler"
],
"jugglery": [
"The art or act of a juggler; sleight of hand",
"Trickery; imposture; as, political jugglery"
],
"juggling": [
"Cheating; tricky",
"Jugglery; underhand practice",
"The act or process of keeping several objects in the air at one time by tossing them with the hands.  See juggle v. t., senses 2, 3, and 4"
],
"juggs": [
"___jougs"
],
"juglandin": [
"An extractive matter contained in the juice of the green shucks of the walnut (Juglans regia). It is used medicinally as an alterative, and also as a black hair dye"
],
"juglandine": [
"An alkaloid found in the leaves of the walnut (Juglans regia)"
],
"juglans": [
"A genus of valuable trees, including the true walnut of Europe, and the America black walnut, and butternut"
],
"juglone": [
"A yellow crystalline substance (C10H6O3) resembling quinone, extracted from green shucks of the walnut (Juglans regia); -- called also nucin.  Chemically, it is 5-hydroxy-1,4-naphthalenedione"
],
"jugoslav": [
"A native or inhabitant of Yugoslavia"
],
"jugoslavian": [
"a native or inhabitant of Yugoslavia"
],
"jugular": [
"Of or pertaining to the throat or neck; as, the jugular vein",
"Having the ventral fins beneath the throat; -- said of certain fishes",
"One of the large veins which return the blood from the head to the heart through two chief trunks, an external and an internal, on each side of the neck; -- called also the jugular vein",
"Any fish which has the ventral fins situated forward of the pectoral fins, or beneath the throat; one of a division of fishes (Jugulares)"
],
"jugulate": [
"To cut the throat of"
],
"jugulum": [
"The lower throat, or that part of the neck just above the breast"
],
"jugum": [
"One of the ridges commonly found on the fruit of umbelliferous plants"
],
"juice": [
"The characteristic fluid of any vegetable or animal substance; the sap or part which can be expressed from fruit, etc.; the fluid part which separates from meat in cooking",
"To moisten; to wet"
],
"juiced": [
"Drunk; intoxicated; inebriated"
],
"juiced-up": [
"Drunk; intoxicated; inebriated",
"Having its power or functionality increased beyond the normal; -- of machines; as, a Volkswagen with a juiced-up engine"
],
"juiceless": [
"Lacking juice; dry"
],
"juicer": [
"a utensil with a conical ridged center that is used for squeezing juice fro citrus fruit",
"A state of drunkenness; as, to throw on a juicer; to have a juicer on all night",
"An habitual drunkard; one who drinks alcoholic beverages frequently to the state of inebriation"
],
"juiciness": [
"The state or quality of being juicy; succulence plants"
],
"juicy": [
"A bounding with juice; succulent",
"Very profitable, or presenting the prospect of much profit; as, a juicy job; a juicy sales contract; a juicy customer ripe for the plucking",
"Very interesting, especially due to scandalous or salacious nature; -- of information; as, juicy gossip"
],
"juise": [
"Judgment; justice; sentence"
],
"jujitsu": [
"___jujutsu"
],
"juju": [
"the magical power associated with a juju{2}",
"An object superstitiously believed to embody magical powers; a fetish"
],
"jujube": [
"The sweet and edible drupes (fruits) of several Mediterranean and African species of small trees, of the genus Zizyphus, especially the Zizyphus jujuba, Zizyphus vulgaris, Zizyphus mucronata, and Zizyphus Lotus. The last named is thought to have furnished the lotus of the ancient Libyan Lotophagi, or lotus eaters",
"A chewy gelatinous lozenge made of or in imitation of, or flavored with, the jujube fruit"
],
"jujutsu": [
"The Japanese art of self-defense without weapons, now widely used as a system of physical training. It depends for its efficiency largely upon the principle of making clever use of an opponent's strength, weight, and movements to disable or injure him, and by applying pressure so that his opposing movement will throw him out of balance, dislocate or break a joint, etc.  It opposes knowledge and skill to brute strength, and demands an extensive practical knowledge of human anatomy"
],
"juke": [
"To bend the neck; to bow or duck the head",
"The neck of a bird",
"To perch on anything, as birds do"
],
"jukebox": [
"A phonograph or compact disc player with multiple discs, requiring the insertion of coins prior to playing, and allowing the user to select the playing of any disc in its inventory.  An early version was called the nickelodeon",
"a data-storage device having multiple compact discs, of which only one may be on-line at any given time, which permits the user (through computer commands) to select on-line access to any disc from its inventory, in a manner reminiscent of a musical jukebox{1}"
],
"jukes, the": [
"A pseudonym used to designate the descendants of two sisters, the “Jukes” sisters, whose husbands were sons of a backwoodsman of Dutch descent. They lived in the State of New York, and their history was investigated by R. L. Dugdale as an example of the inheritance of criminal and immoral tendencies, disease, and pauperism.  Sixty per cent of those traced showed, degeneracy, and they are estimated to have cost society $1,308,000 in 75 years"
],
"julaceous": [
"Like an ament, or bearing aments; amentaceous"
],
"julep": [
"A refreshing drink flavored with aromatic herbs",
"An alcoholic beverage composed of brandy, whisky, or some other spirituous liquor, with sugar, pounded ice, and sprigs of mint; -- called also mint julep"
],
"julian": [
"Relating to, or derived from, Julius Caesar"
],
"julienne": [
"A kind of soup containing thin slices or shreds of carrots, onions, etc"
],
"juliform": [
"Having the shape or appearance of a julus or catkin"
],
"julus": [
"A catkin or ament. See Ament"
],
"july": [
"The seventh month of the year, containing thirty-one days"
],
"july-flower": [
"___gillyflower"
],
"jumart": [
"The fabled offspring of a bull and a mare"
],
"jumbal": [
"A small flat ring-shaped cake or cookie having a hole in the middle"
],
"jumble": [
"To mix in a confused mass; to put or throw together without order; -- often followed by together or up",
"To meet or unite in a confused way; to mix confusedly",
"A confused mixture; a mass or collection without order; as, a jumble of words",
"A small, thin, sugared cake, usually ring-shaped"
],
"jumblement": [
"Confused mixture"
],
"jumbler": [
"One who confuses things"
],
"jumblingly": [
"In a confused manner"
],
"jumbo": [
"Very large",
"Any object which is a very large example of its class"
],
"jumbo jet": [
"A large commercial jet airplane, usually having a passenger capacity of over 300 in normal use; also called widebody airplane"
],
"jumelle": [
"Twin; paired; -- said of various objects made or formed in pairs, as a binocular opera glass, a pair of gimmal rings, etc",
"A jumelle opera glass, or the like"
],
"jument": [
"A beast; especially, a beast of burden"
],
"jump": [
"A kind of loose jacket for men",
"To spring free from the ground by the muscular action of the feet and legs; to project one's self through the air; to spring; to bound; to leap",
"To move as if by jumping; to bounce; to jolt",
"To coincide; to agree; to accord; to tally; -- followed by with",
"To pass over by means of a spring or leap; to overleap; as, to jump a stream",
"To cause to jump; as, he jumped his horse across the ditch",
"To expose to danger; to risk; to hazard",
"To join by a butt weld",
"To bore with a jumper",
"The act of jumping; a leap; a spring; a bound",
"An effort; an attempt; a venture",
"The space traversed by a leap",
"A dislocation in a stratum; a fault",
"An abrupt interruption of level in a piece of brickwork or masonry",
"A jump-start; as, to get a jump from a passing mmotorist",
"Nice; exact; matched; fitting; precise",
"Exactly; pat",
"same as jump-start, n",
"___jump-start"
],
"jump spark": [
"A spark produced by the jumping of electricity across a permanent gap"
],
"jump suit": [
"a one-piece coverall used by parachutists while jumping from an airplane",
"a one-piece garment resembling a jumpsuit{1}, having a shirt or blouse attached to trousers or shorts"
],
"jump-start": [
"___jumpstart",
"The action or event of jump-starting.  For motor vehicles, the jump-starting of an engine is also called a jump"
],
"jumped-up": [
"Upstart"
],
"jumper": [
"One who, or that which, jumps",
"A long drilling tool used by masons and quarrymen",
"A rude kind of sleigh; -- usually, a simple box on runners which are in one piece with the poles that form the thills",
"The larva of the cheese fly. See Cheese fly, under Cheese",
"A name applied in the 18th century to certain Calvinistic Methodists in Wales whose worship was characterized by violent convulsions",
"spring to impel the star wheel, also a pawl to lock fast a wheel, in a repeating timepiece",
"A loose upper garment",
"A sleeveless one-piece dress, either with full shoulders or straps, sometimes with only the front part of the bodice, usually worn by women with a blouse underneath",
"A thing that jumps; esp., any of various tools or other contrivances operating with a jumping motion",
"a short wire, or a small plastic object containing such a short wire, used to optionally connect or disconnect two points in an electronic circuit, so as to include or exclude portions of the circuit and thus modify the function of the circuit.  Such jumpers are much used to adapt add-on circuit boards for different conditions or functions within a computer",
"to insert a jumper{2} between the two contacts in (a circuit).  See 2nd jumper"
],
"jumper cable": [
"A cable or pair of cables used to jump-start a vehicle"
],
"jumpered": [
"having a jumper{2} connecting two contacts in (a circuit)"
],
"jumping": [
"of Jump, to leap"
],
"jumping disease": [
"A convulsive tic similar to or identical with miryachit, observed among the woodsmen of Maine"
],
"jumping jack": [
"A toy figure of a man, jointed and made to jump or dance by means of strings or sticks attached to it",
"A calisthenic exercise in which a person starts in a standing position with both feet together and with the arms at the sides, then leaps into the air while moving the arms outward and upward so that the hands touch above the head, and then returns to the original position by reversing the motion of legs and hands"
],
"jumpstart": [
"To start (the engine of a motor vehicle) using a temporary connection to supply electrical power from another vehicle or another source of current; -- an emergency procedure used when a vehicle's own battery has insufficient power to start the vehicle normally",
"To provide a speedy start to (an activity) using the assistance of some external impetus; to re-energize (an activity proceeding sluggishly); -- accomplished by application of a stimulus not normally used in the activity"
],
"jumpsuit": [
"___jump suit"
],
"jumpweld": [
"___buttweld"
],
"jumpy": [
"Jumping, or inducing to jump; characterized by jumps"
],
"juncaceae": [
"A natural family of tufted herbs resembling grasses, including the true rushes; called also the rush family"
],
"juncaceous": [
"Of. pertaining to, or resembling, a natural family of plants (Juncaceæ), of which the common rush (Juncus) is the type"
],
"juncate": [
"___junket"
],
"juncite": [
"A fossil rush"
],
"junco": [
"Any bird of the genus Junco, which includes several species of North American finches; -- called also snowbird, or blue snowbird"
],
"juncous": [
"Full of rushes: resembling rushes; juncaceous"
],
"junction": [
"The act of joining, or the state of being joined; union; combination; coalition; as, the junction of two armies or detachments; the junction of paths",
"The place or point of union, meeting, or junction; specifically, the place where two or more lines of railway meet or cross"
],
"junction box": [
"A box through which the main conductors of a system of electric distribution pass, and where connection is made with branch circuits"
],
"juncture": [
"A joining; a union; an alliance",
"The line or point at which two bodies are joined; a joint; an articulation; a seam; as, the junctures of a vessel or of the bones",
"A point of time; esp., one made critical or important by a concurrence of circumstances; hence, a crisis; an exigency"
],
"juncus": [
"The type genus of the Juncaceae, comprising the rushes; they are perennial tufted glabrous marsh plants of temperate regions"
],
"june": [
"The sixth month of the year, containing thirty days"
],
"june bug": [
"See june beetle",
"A firefly"
],
"juneating": [
"A kind of early apple"
],
"juneberry": [
"The small applelike berry of American trees of genus Amelanchier; -- also called service berry"
],
"jung": [
"Carl Gustav Jung, a noted Swiss psychiatrist and Psychologist(1875-1961)"
],
"jungermannia": [
"A genus of hepatic mosses, now much circumscribed, but formerly comprising most plants of the family, which is sometimes therefore called Jungermanniaceæ"
],
"jungermanniaceae": [
"A natural family of plants comprising the leafy members of the order Jungermanniales"
],
"jungermanniales": [
"A large order of chiefly tropical liverworts"
],
"jungian": [
"of or pertaining to Carl Jung, Swiss psychiatrist"
],
"jungle": [
"A dense growth of brushwood, grasses, reeds, vines, etc.; an almost impenetrable thicket of trees, canes, and reedy vegetation, as in India, Africa, Australia, and Brazil",
"A place of danger or ruthless competition for survival",
"Anything which causes confusion or difficulty due to intricacy; as, a jungle of environmental regulations"
],
"jungly": [
"Consisting of jungles; abounding with jungles; of the nature of a jungle"
],
"junior": [
"Less advanced in age than another; younger.  Abbreviated Jr",
"Lower in standing or in rank, or having entered later into a position or office; as, a junior partner; junior counsel; junior captain; the junior Senator from New York",
"Composed of juniors, whether younger or a lower standing; as, the junior class; the junior baseball league; of or pertaining to juniors or to a junior class. See Junior, n., 2",
"Belonging to a younger person, or an earlier time of life",
"of or relating to the third year of a four-year term; -- used of the third or next to final year in a U. S. high school or college.  See junior{2}, n",
"A younger person",
"One of a lower or later standing; specifically, in American colleges and four-year high schools, one in the third year of his course, one in the fourth or final year being designated a senior; in some seminaries, one in the first year, in others, one in the second year, of a three years' course"
],
"juniority": [
"The state or quality of being junior"
],
"juniper": [
"Any evergreen shrub or tree, of the genus Juniperus and order Coniferæ"
],
"juniperin": [
"A yellow amorphous substance extracted from juniper berries"
],
"juniperite": [
"One of the fossil Coniferæ, evidently allied to the juniper"
],
"juniperus": [
"The genus of trees comprising the junipers"
],
"junk": [
"A fragment of any solid substance; a thick piece. See Chunk",
"Pieces of old cable or old cordage, used for making gaskets, mats, swabs, etc., and when picked to pieces, forming oakum for filling the seams of ships",
"Old iron, or other metal, glass, paper, etc., bought and sold by junk dealers",
"Something worthless, or only worth its value as recyclable scrap",
"Hard salted beef supplied to ships",
"A large vessel, without keel or prominent stem, and with huge masts in one piece, used by the Chinese, Japanese, Siamese, Malays, etc., in navigating their waters"
],
"junked": [
"same as cast-off.  Contrasted with kept, retained, and saved"
],
"junker": [
"A young German noble or squire; esp., a member of the aristocratic party in Prussia"
],
"junkerism": [
"The principles of the aristocratic party in Prussia"
],
"junket": [
"A cheese cake; a sweetmeat; any delicate food",
"A feast; an entertainment",
"A trip made at the expense of an organization of which the traveller is an official, ostensibly to obtain information relevant to one's duties; especially, a trip made by a public official at government expense.  The term is sometimes used opprobriously, from a belief that such trips are often taken for private pleasure, and are therefore a waste of public money; as, a congressional junket to a tropical country",
"To feast; to banquet; to make an entertainment; -- sometimes applied opprobriously to feasting by public officers at the public cost",
"To give entertainment to; to feast"
],
"junketing": [
"A feast or entertainment; a revel",
"The act or process of taking a junket{3}"
],
"junketries": [
"Sweetmeats"
],
"junkyard": [
"a field where junk is collected and stored for resale"
],
"juno": [
"The queen of the Olympian gods, the sister and wife of Jupiter, and the goddess who presided over marriage. She corresponds to the Greek Hera",
"One of the early discovered asteroids"
],
"junoesque": [
"suggestive of a statue"
],
"junta": [
"A council; a convention; a tribunal; an assembly; esp., the grand council of state in Spain",
"A junto",
"A small committee or group self-appointed to serve as the government of a country, usually just after a coup d'etat or revolution, and often composed primarily of military men.  The term is used mostly in Latin American countries"
],
"junto": [
"A secret council to deliberate on affairs of government or politics; a number of men combined for party intrigue; a faction; a cabal; as, a junto of ministers; a junto of politicians"
],
"jupartie": [
"Jeopardy"
],
"jupati palm": [
"A great Brazilian palm tree (Raphia tædigera), used by the natives for many purposes"
],
"jupe": [
"___jupon"
],
"jupiter": [
"The supreme deity, king of gods and men, and reputed to be the son of Saturn and Rhea; Jove. He corresponds to the Greek Zeus",
"One of the planets, being the fifth from the sun, the brightest except Venus, and the largest of them all, its mean radius being about 43,345 miles (69,758 kilometers), almost exactly one-tenth that of the sun. It revolves about the sun in 4,332.6 days, at a mean distance of 5.2025 from the sun (778,140,000 km), the earth's mean distance (the astronomical unit) being taken as unity.  It has a mass of 1.901 x 1027 kg, about one-thousandth that of the sun, and more than the remainder of the planets combined.  It has an average solar day equal to 9.842 earth hours.  The rapid revolution causes a noticeable flattening at the poles; the diameter at the equator is 71,370 km, and at the poles 66,644 km"
],
"jupon": [
"A sleeveless jacket worn over the armor in the 14th century. It fitted closely, and descended below the hips",
"A petticoat"
],
"juppon": [
"___jupon"
],
"jura": [
"1. A range of mountains between France and Switzerland",
"The Jurassic period. See Jurassic"
],
"jura-trias": [
"A term applied to many American Mesozoic strata, in which the characteristics of the Jurassic and Triassic periods appear to be blended"
],
"jural": [
"Pertaining to natural or positive right",
"Of or pertaining to jurisprudence"
],
"juramentum": [
"An oath"
],
"jurassic": [
"Of the age of the middle Mesozoic, about 190 to 140 million years ago, including, as divided in England and Europe, the Lias, Oölite, and Wealden; -- named from certain rocks of the Jura mountains.  It was noted for the predominance of dinosaurs on land, and the development of the first birds and mammals"
],
"jurat": [
"A person under oath; specifically, an officer of the nature of an alderman, in certain municipal corporations in England",
"The memorandum or certificate at the end of an asffidavit, or a bill or answer in chancery, showing when, before whom, and (in English practice), where, it was sworn or affirmed"
],
"juratory": [
"Relating to or comprising an oath; as, juratory caution"
],
"jurdiccion": [
"Jurisdiction"
],
"jurdon": [
"Jordan"
],
"jurel": [
"A yellow carangoid fish of the Atlantic and Gulf coasts (Caranx chrysos), most abundant southward, where it is valued as a food fish; -- called also hardtail, horse crevallé, jack, buffalo jack, skipjack, yellow mackerel, and sometimes, improperly, horse mackerel. Other species of Caranx (as Caranx fallax) are also sometimes called jurel"
],
"juridic": [
"Pertaining to a judge or to jurisprudence; acting in the distribution of justice; used in courts of law; according to law; legal; as, juridical law"
],
"juridical": [
"___juridic"
],
"juridically": [
"In a juridical manner"
],
"jurisconsult": [
"A man learned in the civil law; an expert in juridical science; a professor of jurisprudence; a jurist"
],
"jurisdiction": [
"The legal power, right, or authority of a particular court to hear and determine causes, to try criminals, or to execute justice; judicial authority over a cause or class of causes; as, certain suits or actions, or the cognizance of certain crimes, are within the jurisdiction of a particular court, that is, within the limits of its authority or commission",
"The authority of a sovereign power to govern or legislate; the right of making or enforcing laws; the power or right of exercising authority",
"Sphere of authority; the limits within which any particular power may be exercised, or within which a government or a court has authority"
],
"jurisdictional": [
"Of or pertaining to jurisdiction; as, jurisdictional rights"
],
"jurisdictive": [
"Having jurisdiction"
],
"jurisprudence": [
"The science of juridical law; the knowledge of the laws, customs, and rights of men in a state or community, necessary for the due administration of justice"
],
"jurisprudent": [
"Understanding law; skilled in jurisprudence",
"One skilled in law or jurisprudence"
],
"jurisprudential": [
"Of or pertaining to jurisprudence"
],
"jurist": [
"One who professes the science of law; one versed in the law, especially in the civil law, such as a judge, lawyer, or legal scholar; a writer on civil and international law"
],
"juristic": [
"Of or pertaining to a jurist, to the legal profession, or to jurisprudence"
],
"juristical": [
"___juristic"
],
"juror": [
"A member of a jury; a juryman",
"A member of any jury for awarding prizes, etc"
],
"jury": [
"For temporary use; -- applied to a temporary contrivance",
"A body of people, selected according to law, impaneled and sworn to inquire into and try any matter of fact, and to render their true verdict according to the evidence legally adduced.  In criminal trials the number of such persons is usually twelve, but in civil cases and in grand juries it may different.  See Grand jury under Grand, and Inquest",
"A committee for determining relative merit or awarding prizes at an exhibition or competition; as, the art jury gave him the first prize"
],
"jury mast": [
"A temporary mast, in place of one that has been carried away, or broken"
],
"jury-rig": [
"to rig for temporary service; to construct flimsily and in makeshift fashion. See Jury, a"
],
"jury-rigged": [
"Rigged for temporary service; done or made using whatever materials are available; makeshift; as, the survivors used jury-rigged fishing gear. See Jury, a"
],
"juryman": [
"One who is impaneled on a jury, or who serves as a juror"
],
"jussi": [
"A delicate fiber, produced in the Philippine Islands from an unidentified plant, of which dresses, etc., are made"
],
"jussive": [
"Indicating or expressive of a mild command; as, the jussive case"
],
"just": [
"Conforming or conformable to rectitude or justice; not doing wrong to any; violating no right or obligation; upright; righteous; honest; true; -- said both of persons and things",
"Not transgressing the requirement of truth and propriety; conformed to the truth of things, to reason, or to a proper standard; exact; normal; reasonable; regular; due; as, a just statement; a just inference",
"Rendering or disposed to render to each one his due; equitable; fair; impartial; as, just judge",
"Precisely; exactly; -- in place, time, or degree; neither more nor less than is stated",
"Closely; nearly; almost",
"Barely; merely; scarcely; only; by a very small space or time; as, he just missed the train; just too late",
"To joust",
"A joust"
],
"justice": [
"The quality of being just; conformity to the principles of righteousness and rectitude in all things; strict performance of moral obligations; practical conformity to human or divine law; integrity in the dealings of men with each other; rectitude; equity; uprightness",
"Conformity to truth and reality in expressing opinions and in conduct; fair representation of facts respecting merit or demerit; honesty; fidelity; impartiality; as, the justice of a description or of a judgment; historical justice",
"The rendering to every one his due or right; just treatment; requital of desert; merited reward or punishment; that which is due to one's conduct or motives",
"Agreeableness to right; equity; justness; as, the justice of a claim",
"A person duly commissioned to hold courts, or to try and decide controversies and administer justice",
"To administer justice to"
],
"justiceable": [
"Liable to trial in a court of justice"
],
"justicehood": [
"Justiceship"
],
"justicement": [
"Administration of justice; procedure in courts of justice"
],
"justicer": [
"One who administers justice; a judge"
],
"justiceship": [
"The office or dignity of a justice"
],
"justiciable": [
"Proper to be examined in a court of justice"
],
"justiciar": [
"___justiciary"
],
"justiciary": [
"An old name for the judges of the higher English courts"
],
"justico": [
"Formerly, a close coat or waistcoat with sleeves"
],
"justicoat": [
"___justico"
],
"justifiable": [
"Capable of being justified, or shown to be just"
],
"justification": [
"The act of justifying or the state of being justified; a showing or proving to be just or conformable to law, justice, right, or duty; defense; vindication; support; as, arguments in justification of the prisoner's conduct; his disobedience admits justification",
"The showing in court of a sufficient lawful reason why a party charged or accused did that for which he is called to answer",
"The act of justifying, or the state of being justified, in respect to God's requirements",
"Adjustment of type (in printing), or of the final spacing of printed text, by spacing it so as to make it exactly fill a line, or line up at one edge of the allotted portion of the printed page; adjustment of a cut so as to hold it in the right place; also, the leads, quads, etc., used for making such adjustment; as, left justification is the most common format for simple letters, but left and right justification is typically used in books"
],
"justificative": [
"Having power to justify; justificatory"
],
"justificator": [
"One who justifies or vindicates; a justifier"
],
"justificatory": [
"Vindicatory; defensory; justificative"
],
"justified": [
"Arranged and spaced so as to line up at the left side or right side of the printed page, or on both sides; as, left justified; right justified"
],
"justifier": [
"One who justifies; one who vindicates, supports, defends, or absolves"
],
"justify": [
"To prove or show to be just; to vindicate; to maintain or defend as conformable to law, right, justice, propriety, or duty",
"To pronounce free from guilt or blame; to declare or prove to have done that which is just, right, proper, etc.; to absolve; to exonerate; to clear",
"To treat as if righteous and just; to pardon; to exculpate; to absolve",
"To prove; to ratify; to confirm",
"To make even or true, as lines of type, by proper spacing; to align (text) at the left (left justify) or right (right justify) margins of a column or page, or at both margins; to adjust, as type. See Justification, 4",
"To show (a person) to have had a sufficient legal reason for an act that has been made the subject of a charge or accusation",
"To form an even surface or true line with something else; to fit exactly",
"To take oath to the ownership of property sufficient to qualify one's self as bail or surety"
],
"justinian": [
"Of or pertaining to the Institutes or laws of the Roman Justinian"
],
"justle": [
"To run or strike against each other; to encounter; to clash; to jostle",
"To push; to drive; to force by running against; to jostle",
"An encounter or shock; a jostle"
],
"justly": [
"In a just manner; in conformity to law, justice, or propriety; by right; honestly; fairly; accurately"
],
"justness": [
"The quality of being just; conformity to truth, propriety, accuracy, exactness, and the like; justice; reasonableness; fairness; equity; as, justness of proportions; the justness of a description or representation; the justness of a cause"
],
"jut": [
"To shoot out or forward; to project beyond the main body; as, the jutting part of a building",
"To butt",
"That which projects or juts; a projection",
"A shove; a push"
],
"jute": [
"The coarse, strong fiber of the East Indian Corchorus olitorius, and Corchorus capsularis; also, the plant itself. The fiber is much used for making mats, gunny cloth, cordage, hangings, paper, etc"
],
"jutes": [
"Jutlanders; one of the Low German tribes, a portion of which settled in Kent, England, in the 5th century"
],
"jutlander": [
"A native or inhabitant of Jutland in Denmark"
],
"jutlandish": [
"Of or pertaining to Jutland, or to the people of Jutland"
],
"jutting": [
"Projecting, as corbels, cornices, etc"
],
"jutty": [
"A projection in a building; also, a pier or mole; a jetty",
"To project beyond"
],
"juvenal": [
"A youth"
],
"juvenescence": [
"A growing young"
],
"juvenescent": [
"Growing or becoming young"
],
"juvenile": [
"Young; youthful; as, a juvenile appearance",
"Of or pertaining to youth; as, juvenile sports",
"Characteristic of children; immature; childish; puerile; infantile; as, a juvenile temper tantrum",
"A young person or youth; -- used sportively or familiarly"
],
"juvenile delinquent": [
"A child or person of minor age who commits acts which would be considered criminal if performed by an adult, such as theft, vandalism, or violence; especially, one who habitually acts in such an antisocial manner and cannot be controlled by parents.  Abbreviated JD"
],
"juvenile hormone": [
"A hormone secreted by insects which inhibits the molting of an insect from its juvenile into its adult form; also, substances having similar activity, but produced by plants"
],
"juvenileness": [
"The state or quality of being juvenile; juvenility"
],
"juvenility": [
"Youthfulness; adolescence",
"The manners or character of youth; immaturity"
],
"juvia": [
"A Brazilian name for the lofty myrtaceous tree (Bertholetia excelsa) which produces the large seeds known as Brazil nuts"
],
"juwansa": [
"The camel's thorn. See under Camel"
],
"juwise": [
"___juise"
],
"juxtapose": [
"To place in juxtaposition"
],
"juxtaposit": [
"To place in close connection or contiguity; to juxtapose"
],
"juxtaposition": [
"A placing or being placed in nearness or contiguity, or side by side; as, a juxtaposition of words"
],
"jymold": [
"___gimmal"
]
}